{
  "en": {
    "translation": {
      "signIn": "Sign In",
      "signUp": "Sign Up",
      "aboutUs": "About us",
      "contacts": "Contacts",
      "user": "User",
      "aboutCompany": "MONEY EXPRESS",
      "registerNumber": "Reg. number",
      "privacyPolicy": "Terms and conditions",
      "customerDataProcessing": "Customer data processing procedure",
      "complaints": "Complaints resolution procedure",
      "sec1Title": "Cryptocurrency investment",
      "express": "express",
      "sec1Subtitle": "Choose your investment amount, start earning profits, and receive your first payment by next Monday",
      "basic": "Basic",
      "elite": "Elite",
      "amount": "Amount",
      "dailyProfit": "Daily Profit",
      "totalProfit": "Total Profit",
      "sec2Title": "How to start earning?",
      "signUp_text": "Create an account using invitation code or link",
      "selectPlan": "Select a plan",
      "selectPlan_text": "Choose Basic for 0.5% or Elite for 1.0% ROI, and deposit in USDT",
      "topUp": "Top up",
      "topUp_text": "Payments reflect on your dashboard every Monday",
      "sec3Title": "Benefits",
      "competitiveProfit": "Competitive profit",
      "competitiveProfit_text1": "We guarantee a fixed daily profit. The more you deposit, the more you top up by next Monday.",
      "competitiveProfit_text2": "Invest 1,000 USDT or more and enjoy a guaranteed 1% daily return!",
      "reliablePartner": "Reliable partner",
      "reliablePartner_text": "MONEY EXPRESS is an international financial company, registered with the Ministry of Economic Affairs and Communications of the Republic of Estonia for currency exchange services since 2016.",
      "affiliateProgram": "Affiliate program",
      "affiliateProgram_text": "Earn bonuses and rewards through referrals and team growth.",
      "lowFee": "Low withdrawal fee",
      "lowFee_text": "Withdraw with a fixed 5 USDT fee, no matter the amount.",
      "contactUs": "Contact us",
      "contactUs_subtitle": "We are happy to answer any of your questions",
      "name.1": "Name",
      "email": "Email",
      "phone": "Phone",
      "messageTitle": "How can we help?",
      "messagePlaceholder": "Write your question",
      "messageAggreement": "I consent to the use of my data and have read the",
      "and": "and",
      "send": "Send",
      "messageSent": "Thank you! Your message has been sent.",
      "done": "Done",
      "selectCode": "Select a phone code",
      "aboutUsTitle": "About us",
      "aboutP001": "MONEY EXPRESS is a global financial institution that provides a comprehensive array of cash-related financial services in Estonia since 2008 and in Latvia since 2010. In Estonia, these services are delivered through MoneyExpress OÜ.",
      "aboutP002": "These include:",
      "aboutLi001": "Competitive cryptocurrency exchange rates;",
      "aboutLi002": "Seamless cryptocurrency purchases and sales;",
      "aboutLi003": "Fast and secure crypto transfers;",
      "aboutLi004": "Crypto wallet management;",
      "aboutLi005": "Investment in blockchain assets.",
      "aboutP003_1": "MoneyExpress OÜ is registered with the",
      "aboutP003_2": "Ministry of Economic Affairs and Communications of the Republic of Estonia",
      "aboutP003_3": "as a provider of currency exchange services and a trader of investment gold and coins.",
      "aboutP004_1": "As official representatives of MoneyGram, RIA, Western Union, Swiss Remit Europe S.E., and Paysera LT, we are registered with the",
      "aboutP004_2": "Financial Supervision Authority of the Republic of Estonia",
      "aboutP005": "Our team strictly follows KYC (Know Your Customer) guidelines and complies with the AML (Anti-Money Laundering) regulations established by the Republic of Estonia.",
      "aboutP006": "We are committed to continuously improving our skills by staying informed about current laws and adopting innovative IT solutions and technologies into our daily operations.",
      "aboutP007": "At MoneyExpress OÜ, we have a dedicated group of professionals ensuring that each client receives all the essential information regarding any financial transaction within our network.",
      "aboutP008": "We pride ourselves on our integrity and professionalism, guaranteeing confidentiality and security while consistently providing our clients with favorable transaction terms.",
      "aboutP009": "MoneyExpress OÜ - Your superior choice to a bank!",
      "privacyMainTitle": "MoneyExpress OÜ TERMS AND CONDITIONS OF SERVICE PROVISION IN ONLINE PLATFORM",
      "privacyTitle01": "General provisions",
      "privacy001": "MoneyExpress OÜ, registry code 11557160, registered office Pirita tee 20/4-219, Tallinn, 12011, Estonia, (hereinafter <strong>Seller</strong>) has established these terms and conditions for the use of their online platform (hereinafter <strong>Terms</strong>). These Terms form the basis for providing investment services related to cryptocurrency on the platform operating at www.moneyexpresscrypto.ee (hereinafter <strong>online platform</strong>) and apply to all natural persons and corporate bodies (hereinafter <strong>Buyer</strong>) wishing to invest in the Seller's cryptocurrency services.",
      "privacy002": "The Seller reserves the right to amend the Terms (including investment plans and rates) without prior notice. Any changes take effect upon their publication on the online platform’s website.",
      "privacy003": "The controller of personal data submitted by the Buyer for using the online platform is MoneyExpress OÜ. The terms and conditions of processing personal data and the Buyer’s rights are provided in the Privacy Policy, available on the platform.",
      "privacyTitle02": "Submitting and Paying for Investments",
      "privacy004": "To make an investment, the Buyer must sign up using a valid invitation code and select their preferred investment plan: a) Basic Plan offering 0.5% daily return on investment (ROI) for amounts between 100 USDT and 900 USDT, or b) Elite USDT. All investments must be in multiples of 100 USDT.",
      "privacy005": "The Buyer can add their selected investment plan to the cart and choose to proceed with the payment using USDT (TRC20), the accepted form of cryptocurrency.",
      "privacy006": "All fees connected to the investment (hereinafter Investment) are displayed to the Buyer in the cart. The Buyer must review and accept these Terms and the conditions of personal data processing before proceeding with the payment.",
      "privacy007": "The Buyer is required to confirm the details of their Investment and select a payment method within the platform. The Buyer then agrees to the final terms by clicking \"\"I confirm and undertake to pay for the Investment.\"\"",
      "privacy008": "After confirming the Investment, the Buyer must pay the amount within one (1) hour by transferring the required USDT amount to the Seller’s designated wallet address.",
      "privacy009": "The Seller reserves the right to limit or adjust the available investment plans based on market conditions or platform policy. Any applicable fees or conditions related to the transaction will be clearly displayed before the Buyer confirms their Investment.",
      "privacy010": "By confirming the Investment, the Buyer enters into a binding investment agreement with the Seller, obligating the Buyer to complete the payment and the Seller to manage the investment according to the agreed plan and terms.",
      "privacy011": "The Seller confirms receipt of the Investment by sending an automatically generated confirmation email to the Buyer’s registered email address.",
      "privacyTitle03": "Canceling Investments",
      "privacy012": "The Buyer may cancel the Investment before transferring the cryptocurrency by removing the investment plan from the cart.",
      "privacy013": "The Seller reserves the right to cancel the Investment if payment is not received within the allotted time as specified in the Terms.",
      "privacy014": "The Seller has the right to unilaterally cancel the Investment in the event of extraordinary market conditions or unforeseen technical issues. In such cases, the Seller will notify the Buyer and propose new terms, or, if no agreement is  reached, refund the full amount without delay.",
      "privacy015": "Cancellations may occur under the following circumstances: a) Failure in the platform's system that causes inaccurate display of rates or plan details., or b) Cryptocurrency market fluctuations or technical challenges affecting transactions.",
      "privacyTitle04": "Delivery of Services and Obligations of the Seller",
      "privacy016": "The Buyer’s investments in the platform are managed digitally, with no physical products or deliveries involved.",
      "privacy017": "The Seller ensures the secure processing and management of all cryptocurrency transactions and guarantees compliance with blockchain standards for secure and reliable transfers of USDT.",
      "privacy018": "Once the payment has been successfully processed, the Buyer’s investment will be activated according to the chosen plan, and returns will begin to accrue based on the daily ROI of the selected plan.",
      "privacy019": "The Seller maintains insurance coverage for all cryptocurrency transactions during transfer. If the transfer is interrupted or funds are lost during the process, the Seller will determine whether to complete the transfer or refund the Buyer’s amount.",
      "privacyTitle05": "Withdrawal from Contract and Resolution of Disputes",
      "privacy020": "Investments in cryptocurrency and blockchain assets are subject to the fluctuations of the global financial markets, which the Seller cannot control. Therefore, these services are not subject to a 14-day withdrawal right as per § 53 (4) 1¹) of the Republic of Estonia Law of Obligations Act.",
      "privacy021": "The Buyer may request a withdrawal of funds from their account balance at any time, subject to a fixed withdrawal fee of 5 USDT. The minimum withdrawal amount is 10 USDT.",
      "privacy022": "Any disputes arising from the use of the platform or related to the Buyer’s investments are to be addressed to <Anchor ext=\"\"info@moneyexpresscrypto.ee\"\" email>info@moneyexpresscrypto.ee </Anchor>. Dispute resolution is governed by the Seller’s internal procedures, which can be reviewed at <Anchor int=\"\"/complaints\"\" target=\"\"_blank\"\">https://www.moneyexpresscrypto.ee/complaints</Anchor>.",
      "customerMainTitle": "PROCEDURE FOR PROCESSING CUSTOMER DATA <br /> MoneyExpress OÜ",
      "customerDate": "Valid as from Jan 1, 2024",
      "customerData01": "Controller and contacts",
      "customerData02": "MoneyExpress OÜ",
      "customerData03": "registry code 11557160",
      "customerData04": "registered office Pirita tee 20/4-219, Tallinn, 12011, Estonia",
      "customerData05": "website <1>www.moneyexpresscrypto.ee </1>",
      "customerTitle01": "General provisions",
      "customer01": "The purpose of this Procedure for Processing Customer Data (hereinafter <strong>Procedure</strong> ) is to establish the principles and activities of processing of personal data at MoneyExpress OÜ (hereinafter referred to as <strong>MoneyExpress</strong> ). The Procedure ensures compliance with the relevant legal requirements, including the Republic of Estonia <1>Personal Data Protection Act</1> (hereinafter <strong>PDP</strong> ) and the <2>General Data Protection Regulation</2> (hereinafter <strong>GDPR</strong> ), when processing the personal data of MoneyExpress customers.",
      "customer02": "In addition to the personal data protection regulations mentioned in Clause 1.1, the application of this Procedure is also guided by other applicable regulations that may influence the protection and processing of personal data.",
      "customer03": "MoneyExpress OÜ processes the personal data of its customers and individuals who have expressed interest or intent to use the services provided by MoneyExpress. This also includes data from individuals who are current or former users of its cryptocurrency investment services.",
      "customer04": "MoneyExpress primarily acts as a data controller. As a controller, MoneyExpress collects personal data and determines the purpose and conditions for processing such data. In specific cases, where services are rendered through third-party providers, MoneyExpress may act as a data processor, processing personal data according to the written instructions of the third-party controller.",
      "customerTitle02": "Definitions",
      "customer05": "The following definitions apply to this Procedure:",
      "customer06": "Data subject:",
      "customer0601": "Any identifiable natural person whose personal data is processed. An identifiable person is one who can be identified, directly or indirectly, using various identifiers like names, identification numbers, or location data.",
      "customer07": "Special categories of personal data:",
      "customer0701": "Personal data that reveals sensitive information, such as racial or ethnic origin, political opinions, religious beliefs, trade union membership, or health-related information, and requires heightened protection.",
      "customer08": "Personal data:",
      "customer0801": "Any information relating to an identified or identifiable individual.",
      "customer09": "Processing:",
      "customer0901": "Any operation or set of operations performed on personal data, such as collection, recording, organization, or dissemination.",
      "customer10": "Personal data breach:",
      "customer1001": "A breach of security leading to the accidental or unlawful destruction, loss, alteration, or unauthorized disclosure of, or access to, personal data.",
      "customer11": "Customer:",
      "customer1101": "Any person who uses services provided or mediated by MoneyExpress.",
      "customer12": "Third party:",
      "customer1201": "Any entity other than the data subject, controller, or processor authorized to process personal data under the direct authority of the controller or processor.",
      "customer13": "Consent of the data subject:",
      "customer1301": "Freely given, specific, informed, and unambiguous agreement by the data subject to the processing of their personal data.",
      "customer14": "Politically Exposed Person (PEP):",
      "customer1401": "A person holding or having held a public authority function, with potential related risks still existing.",
      "customer15": "Controller:",
      "customer1501": "The entity determining the purposes and means of personal data processing.",
      "customer16": "Processor:",
      "customer1601": "An entity processing personal data on behalf of the controller.",
      "customerTitle03": "Principles",
      "customer17": "Lawfulness:",
      "customer1701": "Processing personal data must be based on Article 6 of the GDPR (for regular personal data) or, in the case of special categories of personal data, on Article 9 of the GDPR. All processing must comply with applicable legal grounds.",
      "customer18": "Fairness:",
      "customer1801": "Personal data is processed in a way that ensures transparency and reasonable expectations from customers. MoneyExpress ensures that data processing respects the interests, fundamental rights, and freedoms of customers and avoids discrimination or unfair treatment.",
      "customer19": "Transparency:",
      "customer1901": "MoneyExpress provides customers with clear and accessible information about personal data processing through the publication of this Procedure on its website. Transparency applies throughout the data processing lifecycle—from data collection to final erasure.",
      "customer20": "Purpose limitation:",
      "customer2001": "Personal data is collected for clearly defined and legitimate purposes, ensuring that it is not further processed in ways incompatible with the original purposes.",
      "customerTitle04": "Description of categories of personal data",
      "customer21": "MoneyExpress processes various categories of personal data depending on the nature of the services provided. The categories include:",
      "customer22": "General data:",
      "customer2201": "Such as the first and last name, or company name (for legal entities).",
      "customer23": "Customer character data:",
      "customer2301": "Information like citizenship, language preferences, age, gender, and tax residency.",
      "customer24": "Contact data:",
      "customer2401": "Including telephone numbers, email addresses, and residential or business addresses.",
      "customer25": "Data for identifying natural persons:",
      "customer2501": "Includes first and last name, personal identification code (or date of birth), place of residence, nationality, and government-issued identification document details.",
      "customer26": "Income and obligations data:",
      "customer2601": "Information related to employment, income sources, and payment history.",
      "customer27": "Compliance data:",
      "customer2701": "Information related to customer identification in line with Know Your Customer (KYC) regulations, including any association with Politically Exposed Persons (PEPs), and sources of income.",
      "customerTitle05": "Legal bases and purposes of processing personal data",
      "customer28": "<strong>GDPR Article 6 paragraph 1 clause a,</strong> considering the conditions arising from Article 7 of the GDPR: if the data subject has given their specific and unequivocal <strong>consent:</strong>",
      "table01": "Purpose",
      "table02": "Categories of personal data",
      "table03": "Forwarding of promotional offers by Money Express and cooperation partners",
      "table04": "General data, contact data",
      "customer29": "<strong>GDPR Article 6 paragraph 1 clause b:</strong> if processing is necessary for the provision of a service to the data subject or <strong>in order to apply due diligence measures</strong> at the request of the data subject <strong>prior to provision of the service</strong>:",
      "table05": "Purpose",
      "table06": "Categories of personal data",
      "table07": "Deciding on the provision of a service and defining the terms and conditions",
      "table08": "General data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income and obligations, data related to compliance with the know-your-customer principle, data related to the transaction",
      "table09": "Resolution of incidents related to the provision of a service",
      "table10": "General data, contact data, transaction/contract data",
      "customer30": "<strong>GDPR Article 6 paragraph 1 clause c:</strong> if processing is necessary <strong>for compliance with a legal obligation:</strong>",
      "table11": "Purpose",
      "table12": "Legal act",
      "table13": "Categories of personal data",
      "table14": "Prevention of money laundering and terrorist financing (implementation of due diligence measures)",
      "table15": "Republic of Estonia Money Laundering and Terrorist Financing Prevention Act § 19 - § 41",
      "table16": "General data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income and obligations, data related to compliance with the know-your-customer principle",
      "table17": "Compliance with mandatory risk management principles for the financial institution",
      "table18": "Republic of Estonia Money Laundering and Terrorist Financing Prevention Ac § 13, § 46",
      "table19": "General data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income know-your-customer principle, data related to the transaction",
      "table20": "Compliance with the duty to report in case of suspicion of money laundering and terrorist financing",
      "table21": "Republic of Estonia Money Laundering and Terrorist Financing Prevention Ac § 49",
      "table22": "General data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income know-your-customer principle, data related to the transaction",
      "customer31": "<strong>GDPR Article 6 paragraph 1 clause f:</strong>: if processing is necessary <strong>for the purposes of the legitimate interests</strong> pursued by Money Express or a third party:",
      "table23": "Purpose",
      "table24": "Categories of personal data",
      "table25": "Resolution of complaints and appeals",
      "table26": "General data, contact data, transaction data, biometric data, video and audio recordings",
      "table27": "Requesting feedback related to customer service to improve the quality of services",
      "table28": "General data, contact data, transaction data, video and audio recordings",
      "table29": "Development and performance of IT solutions and ensuring data availability, integrity and confidentiality",
      "table30": "General data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income know-your-customer principle, data related to the transaction, biometric data, electronic identification data, video and audio recordings",
      "table31": "Protection of Money Express's interests in legal disputes and debt and damage claims",
      "table32": "eneral data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income know-your-customer principle, data related to the transaction, video and audio recordings",
      "table33": "Checking customer data and, if necessary, correcting it",
      "table34": "General data, data characterizing the customer, contact data, data related to the identification of a physical/legal person, data on income know-your-customer principle, data related to the transaction, video and audio recordings",
      "table35": "Recording of calls and actions related to service provision to ensure quality, for security reasons, and to resolve disputes",
      "table36": "General data, data characterizing the customer, contact data, data related to the transaction, biometric data",
      "customer32": "<strong>GDPR Article 9 paragraph 2 clause g:</strong> if processing is necessary for reasons of substantial public interest, on the basis of Union or Member State law:",
      "table37": "Purpose",
      "table38": "Legal act",
      "table39": "Categories of personal data",
      "table40": "Identification of person and verification of data using information technology means",
      "table41": "Republic of Estonia Money Laundering and Terrorist Financing Prevention Act § 31",
      "table42": "Biometric data",
      "customerTitle06": "Sources of personal data",
      "customer33": "Money Express uses the following data sources to collect personal data:",
      "customer34": "personal data obtained directly from the data subject;",
      "customer35": "State and private registers such as the Population Register, registers kept by the Estonian Tax and Customs Board, the Commercial Register, the Official Journal Ametlikud Teadaanded, AS Krediidiinfo Eesti (e-Krediidiinfo database) and d-Systems OÜ (info portal Teatmik.ee);",
      "customer36": "a third party or an authority performing public functions such as the Estonian Police and Border Guard Board, a notary, a court enforcement officer, a bankruptcy trustee, a local government unit;",
      "customer37": "publicly available data.",
      "customerTitle07": "Cookies",
      "customer38": "Cookies are small text files that are stored on the user's device when the user visits Money Express’s website.",
      "customer39": "Web cookies are classified into three categories based on their purpose:",
      "customer40": "technical cookies:",
      "customer4001": "requesting and saving cookie consent, functioning of website functionality and implementation of security measures, including saving the desired language selection;",
      "customer41": "analytics cookies:",
      "customer4101": "monitoring web traffic and website visits, improving the usability of the website using generalized and anonymous statistics;",
      "customer42": "marketing cookies:",
      "customer4201": "displaying user-targeted advertising.",
      "customer43": "More detailed information on cookies is published on Money Express’s website at <1>www.moneyexpresscrypto.ee</1>",
      "customerTitle08": "Recording of phone calls and operations",
      "customer44": "Money Express records telephone calls with the data subject and operations carried out at service points are video recorded. The purpose of audio recordings is to ensure better service and to resolve possible complaints by the data subject. The purpose of video recordings is to ensure the safety of Money Express's employees and data subjects, resolve complaints by the data subject, and ensure better service quality.",
      "customer45": "The data subject is informed regarding the recording of telephone calls at the beginning of a call and the need to record the call is explained. The data subject is informed regarding video surveillance by the corresponding signs that are placed in highly visible places at service points.",
      "customer46": "Money Express ensures that audio and video recordings cannot be accessed by persons who do not have the appropriate access rights.",
      "customer47": "As a rule, recordings are stored for 2-3 months, and when the storage period expires, the recording is deleted. In the event of an incident involving the need to use the recording for the protection of the rights of the data subject and/or Money Express, Money Express sets a new term for the storage of the recording based on relevant specific circumstances, providing the relevant parties with the necessary reasons for this.",
      "customer48": "The data subject has the right to review the voice recording by e-mailing relevant request to <1>info@moneyexpresscrypto.ee</1>",
      "customerTitle09": "Use of electronic contact data for direct marketing",
      "customer49": "The use of electronic contact data of a natural person customer for direct marketing takes place only with such person’s prior consent.",
      "customer50": "The customer has the right to withdraw their consent at any time, request deletion or restriction of their personal data, and object if their personal data has been processed for direct marketing purposes.",
      "customerTitle10": "Storage of personal data",
      "customer51": "Money Express stores personal data in a form that allows data subjects to be identified only as long as it is necessary to fulfill the purposes of personal data processing and/or adhere to obligations arising from legal acts.",
      "customer52": "Proceeding from § 47 of the Republic of Estonia Money Laundering and Terrorist Financing Prevention Act, the customer’s personal data is stored for no less than 5 (five) years after the termination of the customer relationship. On the basis of a compliance notice issued by the competent supervisory authority, data of importance for prevention, detection, or investigation of money laundering or terrorist financing may be retained for a longer period, but not for more than 5 (five) years after the expiry of the first time limit.",
      "customer53": "Preservation of accounting source documents is regulated by § 12 (1) of the Republic of Estonia Accounting Act pursuant to which the term of preservation is set at 7 (seven) years.",
      "customerTitle11": "Transfer of personal data",
      "customer54": "If a legal basis and a purpose deriving from the law is present, Money Express may transfer personal data to:",
      "customer55": "persons and companies involved in service provision (e.g. identification and verification service providers, money transfer service providers, payment service providers, appraisers of the value of a security, precious metal quality/value appraisers);",
      "customer56": "authorized and co-responsible processors that provide services to Money Express (e.g. communication, IT, and postal service providers, archive) or whose services Money Express uses to protect its own interests (e.g. legal advisors, auditing and/or law firms, information security service providers). The list of Money Express's authorized data processors is published on Money Express's website at <1>www.moneyexpresscrypto.ee</1>;",
      "customer57": "cooperation partners authorized by Money Express to mediate requests, contracts, and appeals;",
      "customer58": "a new creditor in case of assignment of the right of claim;",
      "customer59": "state authorities and institutions that have the legal right to request the transfer of personal data (e.g. investigative bodies, notaries, court enforcement officers, bankruptcy trustees, the Financial Supervision Authority, the Republic of Estonia Tax and Customs Board, the Financial Intelligence Unit);",
      "customer60": "a representative if there is a relevant court decision, a power of attorney accepted by Money Express, or a statutory right of representation for the transfer of personal data.",
      "customerTitle12": "Adopting a decision in automated processing",
      "customer61": "The data subject has the right to request that a decision is not taken regarding them based solely on automated processing, including profile analysis, that brings along legal consequences concerning the data subject or has a significant impact on the data subject.",
      "customer62": "Clause 12.1 of this Procedure is not applied where the decision:",
      "customer63": "is necessary for the conclusion of a contract between the data subject and Money Express or for the provision of a service;",
      "customer64": "is permitted by the law applicable in a European Union Member State which provides for appropriate measures to protect the rights and freedoms and legitimate interests of the data subject; or",
      "customer65": "is based on the express consent of the data subject.",
      "customer66": "With the application of the Money Express website, the risk profile of the data subject or the person participating in a transaction is automatically identified and the risk level is determined, as a result of which the level of application of due diligence measures is ascertained. The obligation to apply due diligence measures derives from the requirements set forth in the Republic of Estonia Money Laundering and Terrorist Financing Prevention Act. Due diligence measures are applied to the establishment of a business relationship, to the occasional transaction, and to the continuous monitoring of transactions or business relationships.",
      "customerTitle13": "Protection of the rights of the data subject",
      "customer67": "The data subject has the right to access the personal data processed about them in accordance with Article 15 of the GDPR and, among other things, to exercise other rights outlined in this clause, by submitting a request to Money Express by e-mailing <1>info@moneyexpresscrypto.ee</1>",
      "customer68": "The data subject has the right to obtain from Money Express the rectification of inaccurate personal data concerning the data subject without undue delay, as well completion of incomplete personal data depending on the purposes of processing of the personal data. To this end, it must be ascertained which personal data the data subject believes to be incorrect or incomplete, and a copy of the document on which the correction or completion is based (for example, a name change decision).",
      "customer69": "The data subject has the right to obtain from Money Express the erasure of personal data concerning them without undue delay, and Money Express has the obligation to erase personal data without undue delay where one of the following grounds applies:",
      "customer70": "the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed;",
      "customer71": "the data subject withdraws their consent and there is no other basis for processing;",
      "customer72": "the personal data have been unlawfully processed.",
      "customer73": "The right of the data subject, provided in clause 13.3. of this Procedure, to obtain erasure of their personal data does not apply if processing of personal data is required for the fulfillment of a legal obligation prescribed by legislation applicable to Money Express as well as if Money Express processes personal data for the establishment, exercise, or defense of legal claims.",
      "customer74": "The data subject has the right to obtain from Money Express restriction of processing where one of the following applies:",
      "customer75": "the accuracy of the processing of personal data is contested by the data subject, pending verification by Money Express of the accuracy of the personal data;",
      "customer76": "the processing is unlawful and the data subject opposes the erasure of the personal data and requests the restriction of their use instead;",
      "customer77": "Money Express no longer needs the personal data for specific purposes, but they are required for the establishment, exercise, or defense of legal claims;",
      "customer78": "the data subject has objected to such processing which is undertaken based on Money Express’s legitimate interest by way of automated means, pending verification by Money Express of whether the legitimate grounds of Money Express override those of the customer.",
      "customer79": "The data subject should be allowed to receive personal data concerning them which they have provided to Money Express, and to transmit it to another controller if the processing is undertaken based on the data subject’s consent and if the processing is carried out by automated means. The transfer of data may be restricted or refused if the transfer would violate the rights and freedoms of Money Express or third parties.",
      "customer80": "The data subject has the right to object, on grounds relating to their particular situation, at any time to processing of personal data concerning them where the processing is based on Money Express’s legitimate interest, including profiling based on relevant provisions. Money Express no longer process the personal data unless Money Express demonstrates compelling legitimate grounds for the processing which override the interests, rights, and freedoms of the data subject or for the establishment, exercise, or defense of legal claims.",
      "customer81": "The data subject can object to the automated decisions made in accordance with Clause 12 of this Procedure, including profiling, and request a revision of the decision as well as request information regarding the decision-making process.",
      "customer82": "The appeal regarding the processing of the data subject's personal data must be submitted at least in a format enabling written reproduction. Money Express responds to the appeal within 30 days as from receipt of the appeal. If necessary, the response term may be extended by another 30 days, considering the complexity of the request. Money Express informs the data subject of the need for such extension and justifies the content of the need.",
      "customer83": "In the event that the data subject feels that their rights in the processing of personal data have been violated, the data subject has the right to contact Money Express to obtain cessation of the violation. In addition, the data subject has the right to submit a complaint to the Republic of Estonia Data Protection Inspectorate: <1>www.aki.ee</1>; registered office Tatari 39, Tallinn; advice line <3>+372 56202341</3>, general contact <5>+372 6274135</5>, e-mail <7>info@aki.ee</7>.",
      "customerTitle14": "Distinctions applicable to the financial institution",
      "customer84": "Money Express, as a financial institution, has the right to restrict such rights of the data subject which are directly related to Money Express's obligations in preventing money laundering and terrorist financing:",
      "customer85": "the right to request restriction of processing;",
      "customer86": "the right to request transfer of personal data;",
      "customer87": "the right to object to processing;",
      "customer88": "in the event that non-restriction may impair the ability of Money Express or another obliged entity for the purposes of the Republic of Estonia Money Laundering and Terrorist Financing Prevention Act to comply with the requirements of said Act, including application of due diligence measures.",
      "customer89": "A financial institution is not subject to the obligations arising from the GDPR regarding the customer's right to access their personal data, the right to erasure (\"\"right to be forgotten\"\"), and the right to obtain restriction, to the extent that the financial institution implements processing, of the processing of such personal data, including location data, which the financial institution processes:",
      "customer90": "upon screening and monitoring of transactions and monitoring of business relationships in other ways for the purpose of preventing money laundering and terrorist financing;",
      "customer91": "for the purpose of preventing fraud and evasion of sanctions;",
      "customer92": "for the purpose of meeting security requirements and implementing risk management measures.",
      "customer93": "The distinction noted in Clause 14.2. of this Procedure is applied, provided that:",
      "customer94": "personal data of special categories is not processed;",
      "customer95": "all of the reasons for application of the distinction are documented;",
      "customer96": "appropriate measures are implemented to protect the customer's rights and freedoms;",
      "customer97": "appropriate and relevant security measures provided for in the GDPR are fully adhered to and personal data is not stored in an identifiable format for longer than is necessary to fulfill relevant purposes, including compliance with the storage obligation arising from the law, except in cases where erasure of personal data compromises the functioning of a payment system;",
      "customer98": "appropriate and relevant measures are implemented to ensure that personal data are not processed for purposes other than the fulfillment of purposes stated in clause 14.2. of this Procedure.",
      "customer99": "Money Express must inform the data subject of relevant restrictions before processing personal data, unless this may affect achievement of the objectives of the restriction applied."
    }
  },
  "ru": {
    "translation": {
      "signIn": "Войти",
      "signUp": "Зарегистрироваться",
      "aboutUs": "О нас",
      "contacts": "Контакты",
      "user": "Пользователь",
      "aboutCompany": "О компании",
      "registerNumber": "Рег. номер",
      "privacyPolicy": "Условия оказания услуг",
      "customerDataProcessing": "Порядок обработки клиентских данных",
      "complaints": "Порядок разрешения жалоб",
      "sec1Title": "Криптовалютные инвестиции",
      "express": "экспресс",
      "sec1Subtitle": "Выберите сумму инвестиций, начните получать прибыль и получите первый платеж уже в следующий понедельник",
      "basic": "Базовый",
      "elite": "Элитный",
      "amount": "Сумма",
      "dailyProfit": "Ежедневная прибыль",
      "totalProfit": "Общая прибыль",
      "sec2Title": "Как начать зарабатывать?",
      "signUp_text": "Создайте учетную запись, используя приглашение или ссылку",
      "selectPlan": "Выберите план",
      "selectPlan_text": "Выберите Базовый для 0,5% или Элитный для 1,0% ROI и внесите депозит в USDT",
      "topUp": "Пополните счет",
      "topUp_text": "Платежи отображаются на вашем аккаунте каждый понедельник",
      "sec3Title": "Преимущества",
      "competitiveProfit": "Конкурентная прибыль",
      "competitiveProfit_text1": "Мы гарантируем фиксированную ежедневную прибыль. Чем больше вы вносите, тем больше вы пополните к следующему понедельнику.",
      "competitiveProfit_text2": "Инвестируйте 1,000 USDT или больше и получите гарантированный ежедневный доход 1%!",
      "reliablePartner": "Надежный партнер",
      "reliablePartner_text": "MONEY EXPRESS – международная финансовая компания, зарегистрированная в Министерстве экономики и коммуникаций Эстонии для валютных операций с 2016 года.",
      "affiliateProgram": "Партнерская программа",
      "affiliateProgram_text": "Зарабатывайте бонусы и вознаграждения через рефералов и развитие команды.",
      "lowFee": "Низкая комиссия за вывод",
      "lowFee_text": "Выводите средства с фиксированной комиссией 5 USDT, независимо от суммы.",
      "contactUs": "Свяжитесь с нами",
      "contactUs_subtitle": "Мы будем рады ответить на любые ваши вопросы",
      "name.1": "Имя",
      "email": "Электронная почта",
      "phone": "Телефон",
      "messageTitle": "Как мы можем помочь?",
      "messagePlaceholder": "Напишите ваш вопрос",
      "messageAggreement": "Я соглашаюсь с использованием моих данных и прочитал",
      "and": "и",
      "send": "Отправить",
      "messageSent": "Спасибо! Ваше сообщение отправлено.",
      "done": "Готово",
      "selectCode": "Выберите телефонный код",
      "aboutUsTitle": "О компании",
      "aboutP001": "MONEY EXPRESS – это глобальное финансовое учреждение, предоставляющее полный спектр финансовых услуг, связанных с наличными, в Эстонии с 2008 года и в Латвии с 2010 года. В Эстонии эти услуги предоставляет компания MoneyExpress OÜ.",
      "aboutP002": "Сюда входят:",
      "aboutLi001": "Конкурентные курсы обмена криптовалют;",
      "aboutLi002": "Беспроблемная покупка и продажа криптовалют;",
      "aboutLi003": "Быстрые и безопасные криптопереводы;",
      "aboutLi004": "Управление криптовалютными кошельками;",
      "aboutLi005": "Инвестиции в блокчейн-активы.",
      "aboutP003_1": "MoneyExpress OÜ зарегистрирована в",
      "aboutP003_2": "Министерстве экономики и коммуникаций Эстонии",
      "aboutP003_3": "как поставщик услуг по обмену валют и продавец инвестиционного золота и монет.",
      "aboutP004_1": "Как официальные представители MoneyGram, RIA, Western Union, Swiss Remit Europe S.E. и Paysera LT, мы зарегистрированы в",
      "aboutP004_2": "Управлении финансового надзора Эстонии",
      "aboutP005": "Наша команда строго соблюдает требования KYC (Знай своего клиента) и правила AML (Противодействие отмыванию денег), установленные в Эстонии.",
      "aboutP006": "Мы стремимся постоянно совершенствовать свои навыки, оставаясь в курсе действующих законов и внедряя инновационные ИТ-решения и технологии в наши повседневные операции.",
      "aboutP007": "В MoneyExpress OÜ работает команда профессионалов, обеспечивающих каждого клиента необходимой информацией по любым финансовым операциям в нашей сети.",
      "aboutP008": "Мы гордимся нашей честностью и профессионализмом, гарантируем конфиденциальность и безопасность, постоянно предоставляя клиентам выгодные условия для сделок.",
      "aboutP009": "MoneyExpress OÜ - Ваш лучший выбор вместо банка!",
      "privacyMainTitle": "MoneyExpress OÜ УСЛОВИЯ ОКАЗАНИЯ УСЛУГ НА ОНЛАЙН-ПЛАТФОРМЕ",
      "privacyTitle01": "Общие положения",
      "privacy001": "MoneyExpress OÜ, регистрационный код 11557160, зарегистрированный офис Pirita tee 20/4-219, Таллин, 12011, Эстония (далее <strong>Продавец</strong>) установила настоящие условия для использования своей онлайн-платформы (далее <strong>Условия</strong>). Эти Условия составляют основу для предоставления инвестиционных услуг, связанных с криптовалютой, на платформе, работающей на www.moneyexpresscrypto.ee (далее <strong>онлайн-платформа</strong>), и применяются ко всем физическим и юридическим лицам (далее <strong>Покупатель</strong>), желающим инвестировать в криптовалютные услуги Продавца.",
      "privacy002": "Продавец оставляет за собой право вносить изменения в Условия (включая инвестиционные планы и тарифы) без предварительного уведомления. Любые изменения вступают в силу с момента их публикации на сайте онлайн-платформы.",
      "privacy003": "Контроллером персональных данных, предоставленных Покупателем для использования онлайн-платформы, является MoneyExpress OÜ. Условия обработки персональных данных и права Покупателя предусмотрены в Политике конфиденциальности, доступной на платформе.",
      "privacyTitle02": "Подача и оплата инвестиций",
      "privacy004": "Чтобы сделать инвестицию, Покупатель должен зарегистрироваться, используя действительный пригласительный код, и выбрать предпочтительный инвестиционный план: а) Базовый план, предлагающий 0,5% ежедневного дохода от инвестиций (ROI) для сумм от 100 до 900 долларов США, или б) Элитный USDT . Все инвестиции должны быть кратны 100 USDT.",
      "privacy005": "Покупатель может добавить выбранный инвестиционный план в корзину и выбрать оплату с использованием USDT (TRC20), принятой формы криптовалюты.",
      "privacy006": "Все комиссии, связанные с инвестицией (далее Инвестиция), отображаются Покупателю в корзине. Покупатель должен ознакомиться и принять настоящие Условия и условия обработки персональных данных, прежде чем приступить к оплате.",
      "privacy007": "Покупатель должен подтвердить детали своей Инвестиции и выбрать способ оплаты на платформе. Затем Покупатель соглашается с окончательными условиями, нажав «Я подтверждаю и обязуюсь оплатить Инвестицию».",
      "privacy008": "После подтверждения Инвестиции Покупатель должен оплатить сумму в течение одного (1) часа путем перевода необходимой суммы в долларах США на указанный адрес кошелька Продавца.",
      "privacy009": "Продавец оставляет за собой право ограничивать или корректировать доступные инвестиционные планы в зависимости от рыночных условий или политики платформы. Любые применимые сборы или условия, связанные со сделкой, будут четко указаны до того, как Покупатель подтвердит свою Инвестицию.",
      "privacy010": "Подтверждая Инвестицию, Покупатель заключает с Продавцом обязывающее инвестиционное соглашение, обязывающее Покупателя произвести оплату, а Продавца управлять инвестицией в соответствии с согласованным планом и условиями.",
      "privacy011": "Продавец подтверждает получение Инвестиций, отправив автоматически сгенерированное электронное письмо с подтверждением на зарегистрированный адрес электронной почты Покупателя.",
      "privacyTitle03": "Отмена инвестиций",
      "privacy012": "Покупатель может отменить Инвестицию до перевода криптовалюты, удалив инвестиционный план из корзины.",
      "privacy013": "Продавец оставляет за собой право отменить Инвестицию, если оплата не будет получена в течение отведенного времени, указанного в Условиях.",
      "privacy014": "Продавец имеет право в одностороннем порядке отменить Инвестицию в случае чрезвычайных рыночных условий или непредвиденных технических проблем. В таких случаях Продавец уведомит Покупателя и предложит новые условия или, если соглашение не будет достигнуто, незамедлительно вернет полную сумму.",
      "privacy015": "Отмена может произойти при следующих обстоятельствах: а) Сбой в системе платформы, который приводит к неточному отображению тарифов или деталей плана, или б) Колебания рынка криптовалют или технические проблемы, влияющие на транзакции.",
      "privacyTitle04": "Оказание услуг и обязательства Продавца",
      "privacy016": "Инвестиции Покупателя в платформу управляются в цифровом формате, без использования физических продуктов или поставок.",
      "privacy017": "Продавец обеспечивает безопасную обработку и управление всеми транзакциями с криптовалютой, а также гарантирует соблюдение стандартов блокчейна для безопасных и надежных переводов USDT.",
      "privacy018": "После успешной обработки платежа инвестиции Покупателя будут активированы в соответствии с выбранным планом, и прибыль начнет начисляться на основе ежедневной рентабельности инвестиций выбранного плана.",
      "privacy019": "Продавец обеспечивает страховое покрытие всех транзакций с криптовалютой во время передачи. Если перевод прерывается или средства теряются в процессе, Продавец принимает решение о завершении перевода или возврате суммы Покупателю.",
      "privacyTitle05": "Расторжение договора и разрешение споров",
      "privacy020": "Инвестиции в криптовалюту и блокчейн-активы подвержены колебаниям мировых финансовых рынков, которые Продавец не может контролировать. Таким образом, на эти услуги не распространяется 14-дневное право отказа согласно статье 53 (4) 1¹) Обязательственно-правового закона Эстонской Республики.",
      "privacy021": "Покупатель может запросить вывод средств с баланса своего счета в любое время при условии уплаты фиксированной комиссии за вывод средств в размере 5 долларов США. Минимальная сумма вывода составляет 10 USDT.",
      "privacy022": "Любые споры, возникающие в результате использования платформы или связанные с инвестициями Покупателя, должны быть адресованы на <Anchor ext=\"\"info@moneyexpresscrypto.ee\"\" email>info@moneyexpresscrypto.ee</Anchor>. Разрешение споров регулируется внутренними процедурами Продавца, с которыми можно ознакомиться на <Anchor int=\"\"/complaints\"\" target=\"\"_blank\"\">https://www.moneyexpresscrypto.ee/complaints</Anchor>.",
      "customerMainTitle": "ПРОЦЕДУРА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ КЛИЕНТОВ <br /> MoneyExpress OÜ",
      "customerDate": "Действует с 1 января 2024 г.",
      "customerData01": "Контроллер и контакты",
      "customerData02": "MoneyExpress OÜ",
      "customerData03": "регистрационный код 11557160",
      "customerData04": "Юридический адрес Пирита теэ 20/4-219, Таллинн, 12011, Эстония",
      "customerData05": "веб-сайт <1>www.moneyexpresscrypto.ee </1>",
      "customerTitle01": "Общие положения",
      "customer01": "Целью настоящего Порядка обработки данных клиента (далее <strong>Порядок</strong>) является установление принципов и деятельности по обработке персональных данных в MoneyExpress OÜ (далее <strong>MoneyExpress</strong>). Процедура обеспечивает соблюдение соответствующих требований законодательства, в том числе <1>Закона о защите персональных данных</1> Эстонской Республики (далее <strong>ЗПД</strong>) и <2>Общих правил защиты данных</2>. (далее <strong>GDPR</strong>) при обработке персональных данных клиентов MoneyExpress.",
      "customer02": "Помимо правил защиты персональных данных, указанных в пункте 1.1, применение настоящего Порядка регулируется также иными применимыми нормативными актами, которые могут влиять на защиту и обработку персональных данных.",
      "customer03": "MoneyExpress OÜ обрабатывает персональные данные своих клиентов и частных лиц, которые выразили интерес или намерение воспользоваться услугами, предоставляемыми MoneyExpress. Сюда также входят данные от частных лиц, которые являются нынешними или бывшими пользователями ее инвестиционных услуг в криптовалюте.",
      "customer04": "MoneyExpress в первую очередь выступает в качестве контролера данных. В качестве контролера MoneyExpress собирает персональные данные и определяет цель и условия обработки таких данных. В особых случаях, когда услуги предоставляются через сторонних поставщиков, MoneyExpress может выступать в качестве обработчика данных, обрабатывая персональные данные в соответствии с письменными инструкциями стороннего контролера.",
      "customerTitle02": "Определения",
      "customer05": "К настоящей Процедуре применяются следующие определения:",
      "customer06": "Субъект данных:",
      "customer0601": "Любое идентифицируемое физическое лицо, чьи персональные данные обрабатываются. Идентифицируемое лицо — это лицо, которого можно идентифицировать прямо или косвенно с использованием различных идентификаторов, таких как имена, идентификационные номера или данные о местоположении.",
      "customer07": "Особые категории персональных данных:",
      "customer0701": "Персональные данные, которые раскрывают конфиденциальную информацию, такую ​​как расовое или этническое происхождение, политические взгляды, религиозные убеждения, членство в профсоюзе или информацию, связанную со здоровьем, и требуют усиленной защиты.",
      "customer08": "Персональные данные:",
      "customer0801": "Любая информация, относящаяся к идентифицированному или идентифицируемому физическому лицу.",
      "customer09": "Обработка:",
      "customer0901": "Любая операция или набор операций, выполняемых с персональными данными, например сбор, запись, систематизация или распространение.",
      "customer10": "Утечка персональных данных:",
      "customer1001": "Нарушение безопасности, ведущее к случайному или незаконному уничтожению, потере, изменению или несанкционированному раскрытию персональных данных или доступу к ним.",
      "customer11": "Клиент:",
      "customer1101": "Любое лицо, использующее услуги, предоставляемые или при посредничестве MoneyExpress.",
      "customer12": "Третья сторона:",
      "customer1201": "Любое лицо, кроме субъекта данных, контролера или обработчика, уполномоченного обрабатывать персональные данные под непосредственным руководством контролера или обработчика.",
      "customer13": "Согласие субъекта данных:",
      "customer1301": "Свободно данное, конкретное, информированное и недвусмысленное согласие субъекта данных на обработку его персональных данных.",
      "customer14": "Политически значимое лицо (PEP):",
      "customer1401": "Лицо, выполняющее или выполнявшее функции государственного органа, при котором все еще существуют потенциальные связанные с этим риски.",
      "customer15": "Контроллер:",
      "customer1501": "Субъект, определяющий цели и способы обработки персональных данных.",
      "customer16": "Процессор:",
      "customer1601": "Субъект, обрабатывающий персональные данные от имени контролера.",
      "customerTitle03": "Принципы",
      "customer17": "Законность:",
      "customer1701": "Обработка персональных данных должна основываться на статье 6 GDPR (для обычных персональных данных) или, в случае особых категорий персональных данных, на статье 9 GDPR. Вся обработка должна соответствовать применимым правовым основаниям.",
      "customer18": "Справедливость:",
      "customer1801": "Персональные данные обрабатываются таким образом, чтобы обеспечить прозрачность и разумные ожидания со стороны клиентов. MoneyExpress гарантирует, что обработка данных уважает интересы, основные права и свободы клиентов и позволяет избежать дискриминации или несправедливого обращения.",
      "customer19": "Прозрачность:",
      "customer1901": "MoneyExpress предоставляет клиентам четкую и доступную информацию об обработке персональных данных посредством публикации настоящего Порядка на своем сайте. Прозрачность применяется на протяжении всего жизненного цикла обработки данных — от сбора данных до окончательного удаления.",
      "customer20": "Ограничение цели:",
      "customer2001": "Персональные данные собираются для четко определенных и законных целей, гарантируя, что они не будут обрабатываться способами, несовместимыми с первоначальными целями.",
      "customerTitle04": "Описание категорий персональных данных",
      "customer21": "MoneyExpress обрабатывает различные категории персональных данных в зависимости от характера предоставляемых услуг. Категории включают в себя:",
      "customer22": "Общие данные:",
      "customer2201": "Например, имя и фамилия или название компании (для юридических лиц).",
      "customer23": "Данные о характере клиента:",
      "customer2301": "Такая информация, как гражданство, языковые предпочтения, возраст, пол и налоговое резидентство.",
      "customer24": "Контактные данные:",
      "customer2401": "Включая номера телефонов, адреса электронной почты, а также адреса проживания или работы.",
      "customer25": "Данные для идентификации физических лиц:",
      "customer2501": "Включает имя и фамилию, личный идентификационный код (или дату рождения), место жительства, гражданство и данные государственного документа, удостоверяющего личность.",
      "customer26": "Данные о доходах и обязательствах:",
      "customer2601": "Информация, касающаяся трудоустройства, источников дохода и истории платежей.",
      "customer27": "Данные соответствия:",
      "customer2701": "Информация, связанная с идентификацией клиента в соответствии с правилами «Знай своего клиента» (KYC), включая любую связь с политически значимыми лицами (PEP) и источниками дохода.",
      "customerTitle05": "Правовые основы и цели обработки персональных данных",
      "customer28": "<strong>Статья 6, пункт 1, пункт a</strong>, с учетом условий, вытекающих из статьи 7 GDPR: если субъект данных дал свое конкретное и недвусмысленное <strong>согласие:</strong>",
      "table01": "Цель",
      "table02": "Категории персональных данных",
      "table03": "Пересылка рекламных предложений компанией Money Express и партнерами по сотрудничеству.",
      "table04": "Общие данные, контактные данные",
      "customer29": "<strong>Пункт b абзаца 1 статьи 6 GDPR:</strong> если обработка необходима для предоставления услуги субъекту данных или <strong>для применения мер комплексной проверки</strong> по запросу данных предмет <strong>до предоставления услуги</strong>:",
      "table05": "Цель",
      "table06": "Категории персональных данных",
      "table07": "Принятие решения о предоставлении услуги и определение условий",
      "table08": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах и обязательствах, данные, связанные с соблюдением принципа «знай своего клиента», данные, связанные со сделкой",
      "table09": "Разрешение инцидентов, связанных с оказанием услуги",
      "table10": "Общие данные, контактные данные, данные транзакции/контракта",
      "customer30": "<strong>Пункт c статьи 6 GDPR:</strong> если обработка необходима <strong>для соблюдения юридического обязательства:</strong>",
      "table11": "Цель",
      "table12": "Правовой акт",
      "table13": "Категории персональных данных",
      "table14": "Предотвращение отмывания денег и финансирования терроризма (осуществление мер комплексной проверки)",
      "table15": "Закон Эстонской Республики о предотвращении отмывания денег и финансирования терроризма, статьи 19–41",
      "table16": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах и обязательствах, данные, связанные с соблюдением принципа «знай своего клиента».",
      "table17": "Соблюдение обязательных для финансового учреждения принципов управления рисками",
      "table18": "Закон Эстонской Республики о предотвращении отмывания денег и финансирования терроризма § 13, § 46",
      "table19": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах по принципу «знай своего клиента», данные, связанные со сделкой",
      "table20": "Соблюдение обязанности сообщать в случае подозрений в отмывании денег и финансировании терроризма",
      "table21": "§ 49 Закона Эстонской Республики о предотвращении отмывания денег и финансирования терроризма",
      "table22": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах по принципу «знай своего клиента», данные, связанные со сделкой",
      "customer31": "<strong>Пункт f пункта 1 статьи 6 GDPR:</strong>: если обработка необходима <strong>для целей законных интересов</strong>, преследуемых Money Express или третьей стороной:",
      "table23": "Цель",
      "table24": "Категории персональных данных",
      "table25": "Разрешение жалоб и апелляций",
      "table26": "Общие данные, контактные данные, данные транзакций, биометрические данные, видео- и аудиозаписи.",
      "table27": "Запрос обратной связи, связанной с обслуживанием клиентов, для улучшения качества услуг.",
      "table28": "Общие данные, контактные данные, данные транзакций, видео- и аудиозаписи",
      "table29": "Разработка и внедрение ИТ-решений, обеспечение доступности, целостности и конфиденциальности данных.",
      "table30": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах по принципу «знай своего клиента», данные, связанные со сделкой, биометрические данные, данные электронной идентификации, видео- и аудиозаписи",
      "table31": "Защита интересов Money Express в юридических спорах и исках о долгах и возмещении ущерба",
      "table32": "общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах по принципу «знай своего клиента», данные, связанные со сделкой, видео- и аудиозаписи",
      "table33": "Проверка данных клиента и при необходимости их исправление",
      "table34": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные с идентификацией физического/юридического лица, данные о доходах по принципу «знай своего клиента», данные, связанные со сделкой, видео- и аудиозаписи",
      "table35": "Запись звонков и действий, связанных с оказанием услуг, для обеспечения качества, в целях безопасности и разрешения спорных ситуаций.",
      "table36": "Общие данные, данные, характеризующие клиента, контактные данные, данные, связанные со сделкой, биометрические данные.",
      "customer32": "<strong>Пункт g статьи 9 GDPR:</strong> если обработка необходима по причинам, представляющим значительный общественный интерес, на основании законодательства Союза или государства-члена:",
      "table37": "Цель",
      "table38": "Правовой акт",
      "table39": "Категории персональных данных",
      "table40": "Идентификация личности и проверка данных с использованием средств информационных технологий",
      "table41": "Закон Эстонской Республики о предотвращении отмывания денег и финансирования терроризма § 31",
      "table42": "Биометрические данные",
      "customerTitle06": "Источники персональных данных",
      "customer33": "Money Express использует следующие источники данных для сбора персональных данных:",
      "customer34": "персональные данные, полученные непосредственно от субъекта данных;",
      "customer35": "Государственные и частные регистры, такие как Регистр населения, регистры Налогового и Таможенного департамента, Коммерческий регистр, Официальный журнал Ametlikud Teadaanded, AS Krediidiinfo Eesti (база данных e-Krediidiinfo) и d-Systems OÜ (информационный портал Teatmik.ee) );",
      "customer36": "третье лицо или орган, выполняющий публичные функции, например, Департамент полиции и погранохраны Эстонии, нотариус, судебный исполнитель, конкурсный управляющий, единица местного самоуправления;",
      "customer37": "общедоступные данные.",
      "customerTitle07": "Файлы cookie",
      "customer38": "Файлы cookie — это небольшие текстовые файлы, которые сохраняются на устройстве пользователя, когда пользователь посещает веб-сайт Money Express.",
      "customer39": "Веб-файлы cookie подразделяются на три категории в зависимости от их назначения:",
      "customer40": "технические файлы cookie:",
      "customer4001": "запрос и сохранение согласия на использование файлов cookie, функционирование функциональности веб-сайта и внедрение мер безопасности, включая сохранение выбора желаемого языка;",
      "customer41": "аналитические файлы cookie:",
      "customer4101": "мониторинг веб-трафика и посещений веб-сайта, повышение удобства использования веб-сайта с использованием обобщенной и анонимной статистики;",
      "customer42": "маркетинговые файлы cookie:",
      "customer4201": "показ рекламы, ориентированной на пользователя.",
      "customer43": "Более подробная информация о файлах cookie опубликована на сайте Money Express по адресу <1>www.moneyexpresscrypto.ee</1>.",
      "customerTitle08": "Запись телефонных разговоров и операций",
      "customer44": "Money Express записывает телефонные разговоры с субъектом данных, а операции, проводимые в точках обслуживания, записываются на видео. Цель аудиозаписей — обеспечить лучшее обслуживание и разрешить возможные жалобы субъекта данных. Целью видеозаписи является обеспечение безопасности сотрудников Money Express и субъектов данных, разрешение жалоб субъекта данных и обеспечение лучшего качества обслуживания.",
      "customer45": "Субъект данных информируется о записи телефонных разговоров в начале разговора и разъясняется необходимость записи разговора. Субъект данных информируется о видеонаблюдении с помощью соответствующих знаков, которые размещаются на видном месте в точках обслуживания.",
      "customer46": "Money Express гарантирует, что аудио- и видеозаписи не будут доступны лицам, не имеющим соответствующих прав доступа.",
      "customer47": "Как правило, записи хранятся 2-3 месяца, а по истечении срока хранения запись удаляется. В случае возникновения инцидента, связанного с необходимостью использования записи для защиты прав субъекта данных и/или Money Express, Money Express устанавливает новый срок хранения записи, исходя из соответствующих конкретных обстоятельств, с указанием соответствующих обстоятельств. стороны, имеющие для этого необходимые основания.",
      "customer48": "Субъект данных имеет право просмотреть запись голоса, отправив соответствующий запрос по электронной почте на адрес <1>info@moneyexpresscrypto.ee</1>.",
      "customerTitle09": "Использование электронных контактных данных для прямого маркетинга",
      "customer49": "Использование электронных контактных данных клиента-физического лица для прямого маркетинга осуществляется только с предварительного согласия такого лица.",
      "customer50": "Клиент имеет право отозвать свое согласие в любое время, потребовать удаления или ограничения своих личных данных, а также возразить, если его личные данные были обработаны в целях прямого маркетинга.",
      "customerTitle10": "Хранение персональных данных",
      "customer51": "Money Express хранит персональные данные в форме, позволяющей идентифицировать субъектов данных только до тех пор, пока это необходимо для достижения целей обработки персональных данных и/или соблюдения обязательств, вытекающих из правовых актов.",
      "customer52": "Согласно статье 47 Закона Эстонской Республики о предотвращении отмывания денег и финансирования терроризма личные данные клиента хранятся не менее 5 (пяти) лет после прекращения отношений с клиентом. На основании уведомления о соответствии, выданного компетентным надзорным органом, данные, важные для предотвращения, обнаружения или расследования отмывания денег или финансирования терроризма, могут храниться в течение более длительного периода, но не более 5 (пяти) лет после истечение первого срока.",
      "customer53": "Хранение первичных документов бухгалтерского учета регулируется статьей 12 (1) Закона о бухгалтерском учете Эстонской Республики, в соответствии с которой срок хранения установлен в 7 (семь) лет.",
      "customerTitle11": "Передача персональных данных",
      "customer54": "При наличии правового основания и цели, вытекающей из закона, Money Express может передавать персональные данные:",
      "customer55": "лица и компании, участвующие в предоставлении услуг (например, поставщики услуг идентификации и проверки, поставщики услуг по переводу денег, поставщики платежных услуг, оценщики стоимости ценных бумаг, оценщики качества/стоимости драгоценных металлов);",
      "customer56": "уполномоченные и совместно ответственные обработчики, которые предоставляют услуги Money Express (например, поставщики услуг связи, ИТ и почтовых услуг, архив) или чьи услуги Money Express использует для защиты своих собственных интересов (например, юрисконсульты, аудиторские и/или юридические фирмы, компании по информационной безопасности) поставщики услуг). Список уполномоченных обработчиков данных Money Express публикуется на веб-сайте Money Express по адресу <1>www.moneyexpresscrypto.ee</1>;",
      "customer57": "партнеры по сотрудничеству, уполномоченные Money Express выступать в качестве посредника в запросах, контрактах и ​​апелляциях;",
      "customer58": "новый кредитор в случае уступки права требования;",
      "customer59": "государственные учреждения и учреждения, которые имеют законное право требовать передачи персональных данных (например, следственные органы, нотариусы, судебные исполнители, конкурсные управляющие, Финансовая инспекция, Налогово-таможенный департамент Эстонской Республики, Служба финансовой разведки);",
      "customer60": "представитель при наличии соответствующего решения суда, доверенности, принятой Money Express, или законного права представительства при передаче персональных данных.",
      "customerTitle12": "Принятие решения в автоматизированной обработке",
      "customer61": "Субъект данных имеет право требовать, чтобы в отношении него не принималось решение исключительно на основе автоматизированной обработки, включая анализ профиля, которая влечет за собой юридические последствия в отношении субъекта данных или оказывает существенное влияние на субъекта данных.",
      "customer62": "Пункт 12.1 настоящего Порядка не применяется, если решение:",
      "customer63": "необходимо для заключения договора между субъектом данных и Money Express или для оказания услуги;",
      "customer64": "разрешено законодательством, применимым в государстве-члене Европейского Союза, которое предусматривает соответствующие меры для защиты прав и свобод и законных интересов субъекта данных; или",
      "customer65": "основано на явно выраженном согласии субъекта данных.",
      "customer66": "С помощью веб-сайта Money Express автоматически определяется профиль риска субъекта данных или лица, участвующего в сделке, и определяется уровень риска, в результате чего устанавливается уровень применения мер комплексной проверки. Обязанность применять меры должной осмотрительности вытекает из требований, установленных Законом Эстонской Республики о предотвращении отмывания денег и финансирования терроризма. Меры комплексной проверки применяются к установлению деловых отношений, к случайным сделкам и к постоянному мониторингу сделок или деловых отношений.",
      "customerTitle13": "Защита прав субъекта данных",
      "customer67": "Субъект данных имеет право на доступ к обрабатываемым о нем персональным данным в соответствии со статьей 15 GDPR и, среди прочего, на реализацию других прав, изложенных в настоящем пункте, путем подачи запроса в Money Express по электронной почте <1 >info@moneyexpresscrypto.ee</1>",
      "customer68": "Субъект данных имеет право без неоправданной задержки потребовать от Money Express исправления неточных персональных данных, касающихся субъекта данных, а также дополнения неполных персональных данных в зависимости от целей обработки персональных данных. Для этого необходимо выяснить, какие персональные данные субъект данных считает неверными или неполными, а также копию документа, на котором основано исправление или дополнение (например, решение о смене имени).",
      "customer69": "Субъект данных имеет право потребовать от Money Express удаления касающихся его персональных данных без неоправданной задержки, а Money Express обязана удалить персональные данные без неоправданной задержки, если применяется одно из следующих оснований:",
      "customer70": "персональные данные больше не нужны для целей, для которых они были собраны или иным образом обработаны;",
      "customer71": "субъект данных отзывает свое согласие, и нет других оснований для обработки;",
      "customer72": "персональные данные были обработаны незаконно.",
      "customer73": "Право субъекта данных, предусмотренное пунктом 13.3. настоящего Порядка, на удаление своих персональных данных не применяется, если обработка персональных данных необходима для выполнения юридического обязательства, предусмотренного законодательством, применимым к Money Express, а также если Money Express обрабатывает персональные данные для установления, осуществления, или защита судебных исков.",
      "customer74": "Субъект данных имеет право получить от Money Express ограничение обработки, если применяется одно из следующих условий:",
      "customer75": "точность обработки персональных данных оспаривается субъектом данных до проверки Money Express точности персональных данных;",
      "customer76": "обработка является незаконной, и субъект данных возражает против удаления персональных данных и вместо этого требует ограничения их использования;",
      "customer77": "Money Express больше не нуждается в персональных данных для конкретных целей, но они необходимы для предъявления, осуществления или защиты юридических претензий;",
      "customer78": "субъект данных возражал против такой обработки, которая осуществляется на основании законных интересов Money Express с помощью автоматизированных средств, до тех пор, пока Money Express не проверит, имеют ли законные основания Money Express преимущественную силу над основаниями клиента.",
      "customer79": "Субъекту данных должно быть разрешено получать касающиеся его персональные данные, которые он предоставил Money Express, и передавать их другому контролеру, если обработка осуществляется на основании согласия субъекта данных и если обработка осуществляется автоматизированными средствами. Передача данных может быть ограничена или отклонена, если передача нарушает права и свободы Money Express или третьих лиц.",
      "customer80": "Субъект данных имеет право в любое время возразить по причинам, связанным с его конкретной ситуацией, против обработки касающихся его персональных данных, если обработка основана на законном интересе Money Express, включая профилирование на основе соответствующих положений. Money Express больше не обрабатывает персональные данные, если Money Express не продемонстрирует убедительные законные основания для обработки, которые имеют приоритет над интересами, правами и свободами субъекта данных, или для установления, осуществления или защиты юридических претензий.",
      "customer81": "Субъект данных может возразить против автоматизированных решений, принятых в соответствии с пунктом 12 настоящего Порядка, включая профилирование, и потребовать пересмотра решения, а также запросить информацию о процессе принятия решения.",
      "customer82": "Жалоба на обработку персональных данных субъекта данных должна быть подана как минимум в форме, позволяющей письменное воспроизведение. Money Express отвечает на апелляцию в течение 30 дней с момента ее получения. При необходимости срок ответа может быть продлен еще на 30 дней, учитывая сложность запроса. Money Express информирует субъекта данных о необходимости такого продления и обосновывает содержание необходимости.",
      "customer83": "В случае, если субъект данных считает, что его права при обработке персональных данных были нарушены, субъект данных имеет право связаться с Money Express, чтобы добиться прекращения нарушения. Кроме того, субъект данных имеет право подать жалобу в Инспекцию по защите данных Эстонской Республики: <1>www.aki.ee</1>; зарегистрированный офис Татари 39, Таллинн; консультационная линия <3>+372 56202341</3>, общий контакт <5>+372 6274135</5>, электронная почта <7>info@aki.ee</7>.",
      "customerTitle14": "Различия, применимые к финансовому учреждению",
      "customer84": "Money Express, как финансовое учреждение, имеет право ограничить такие права субъекта данных, которые напрямую связаны с обязательствами Money Express по предотвращению отмывания денег и финансирования терроризма:",
      "customer85": "право запросить ограничение обработки;",
      "customer86": "право требовать передачи персональных данных;",
      "customer87": "право возражать против обработки;",
      "customer88": "в случае, если отсутствие ограничений может ухудшить способность Money Express или другого обязанного субъекта в целях Закона Эстонской Республики о предотвращении отмывания денег и финансирования терроризма соблюдать требования указанного Закона, включая применение мер должной осмотрительности.",
      "customer89": "На финансовое учреждение не распространяются обязательства, вытекающие из GDPR в отношении права клиента на доступ к его личным данным, права на удаление («право на забвение») и права на ограничение в той степени, в которой финансовое учреждение осуществляет обработку таких персональных данных, в том числе данных о местоположении, которые финансовое учреждение обрабатывает:",
      "customer90": "при проверке и контроле операций и контроле деловых отношений иными способами в целях предотвращения отмывания денег и финансирования терроризма;",
      "customer91": "в целях предотвращения мошенничества и уклонения от санкций;",
      "customer92": "в целях удовлетворения требований безопасности и реализации мер по управлению рисками.",
      "customer93": "Различие, отмеченное в пункте 14.2. настоящего Порядка применяется при условии, что:",
      "customer94": "персональные данные специальных категорий не обрабатываются;",
      "customer95": "все причины применения различия документально подтверждены;",
      "customer96": "реализуются соответствующие меры по защите прав и свобод клиента;",
      "customer97": "соответствующие и соответствующие меры безопасности, предусмотренные GDPR, полностью соблюдаются, и персональные данные не хранятся в идентифицируемом формате дольше, чем это необходимо для достижения соответствующих целей, включая соблюдение обязательства по хранению, вытекающего из закона, за исключением случаев, когда удаление персональных данных ставит под угрозу функционирование платежной системы;",
      "customer98": "принимаются соответствующие и актуальные меры для обеспечения того, чтобы персональные данные не обрабатывались для целей, отличных от достижения целей, указанных в пункте 14.2. настоящей Процедуры.",
      "customer99": "Money Express должна проинформировать субъекта данных о соответствующих ограничениях перед обработкой персональных данных, если только это не может повлиять на достижение целей примененного ограничения."
    }
  },
  "et": {
    "translation": {
      "signIn": "Logi sisse",
      "signUp": "Registreeru",
      "aboutUs": "Meist",
      "contacts": "Kontaktid",
      "user": "Kasutaja",
      "aboutCompany": "Firmast",
      "registerNumber": "Äriregistri kood",
      "privacyPolicy": "Teenuste osutamise tingimused",
      "customerDataProcessing": "Kliendiandmete töötlemise kord",
      "complaints": "Kaebuste lahendamise kord",
      "sec1Title": "Krüptovaluuta investeering",
      "express": "ekspress",
      "sec1Subtitle": "Valige oma investeeritav summa, hakake teenima kasumit ja saate oma esimese makse juba järgmise esmaspäevani",
      "basic": "Baas",
      "elite": "Eliit",
      "amount": "Summa",
      "dailyProfit": "Igapäevane kasum",
      "totalProfit": "Kogukasum",
      "sec2Title": "Kuidas alustada teenimist?",
      "signUp_text": "Looge konto, kasutades kutsekoodi või linki",
      "selectPlan": "Valige plaan",
      "selectPlan_text": "Valige Baas 0,5% või Eliit 1,0% ROI jaoks ja tehke sissemakse USDT-s",
      "topUp": "Täiendage kontot",
      "topUp_text": "Maksed kajastuvad teie armatuurlaual igal esmaspäeval",
      "sec3Title": "Eelised",
      "competitiveProfit": "Konkurentsivõimeline kasum",
      "competitiveProfit_text1": "Tagame kindla päevase kasumi. Mida rohkem te sissemakset teete, seda rohkem saate täiendada järgmise esmaspäevani.",
      "competitiveProfit_text2": "Investeerige 1000 USDT või rohkem ja nautige garanteeritud 1% päevast tootlust!",
      "reliablePartner": "Usaldusväärne partner",
      "reliablePartner_text": "MONEY EXPRESS on rahvusvaheline finantsettevõte, mis on registreeritud Eesti Majandus- ja Kommunikatsiooniministeeriumis valuutavahetusteenuste osutajana alates 2016. aastast.",
      "affiliateProgram": "Partnerlusprogramm",
      "affiliateProgram_text": "Teenige boonuseid ja preemiaid viidete ja meeskonna kasvu kaudu.",
      "lowFee": "Madal väljamaksetasu",
      "lowFee_text": "Väljamakse fikseeritud tasuga 5 USDT, olenemata summast.",
      "contactUs": "Võtke meiega ühendust",
      "contactUs_subtitle": "Meil on hea meel vastata kõigile teie küsimustele",
      "name.1": "Nimi",
      "email": "E-post",
      "phone": "Telefon",
      "messageTitle": "Kuidas saame aidata?",
      "messagePlaceholder": "Kirjutage oma küsimus",
      "messageAggreement": "Nõustun oma andmete kasutamisega ja olen lugenud",
      "and": "ja",
      "send": "Saada",
      "messageSent": "Aitäh! Teie sõnum on saadetud.",
      "done": "Valmis",
      "selectCode": "Valige telefonikood",
      "aboutUsTitle": "Ettevõttest",
      "aboutP001": "MONEY EXPRESS on globaalne finantsasutus, mis pakub laia valikut sularahaga seotud finantsteenuseid Eestis alates 2008. aastast ja Lätis alates 2010. aastast. Eestis osutab neid teenuseid MoneyExpress OÜ.",
      "aboutP002": "Need teenused hõlmavad:",
      "aboutLi001": "Konkurentsivõimelisi krüptovaluuta vahetuskursse;",
      "aboutLi002": "Sujuvat krüptovaluutade ostmist ja müüki;",
      "aboutLi003": "Kiireid ja turvalisi krüptomakseid;",
      "aboutLi004": "Krüptorahakoti haldamist;",
      "aboutLi005": "Investeerimist plokiahela varadesse.",
      "aboutP003_1": "MoneyExpress OÜ on registreeritud",
      "aboutP003_2": "Eesti Majandus- ja Kommunikatsiooniministeeriumis",
      "aboutP003_3": "valuutavahetusteenuste osutajana ja investeeringu kullaga kauplejana.",
      "aboutP004_1": "Olles ametlikud MoneyGram, RIA, Western Union, Swiss Remit Europe S.E. ja Paysera LT esindajad, oleme registreeritud",
      "aboutP004_2": "Eesti Finantsinspektsioonis",
      "aboutP005": "Meie meeskond järgib rangelt KYC (Tunne oma klienti) juhiseid ja järgib Eesti Vabariigi kehtestatud AML (Rahapesuvastase võitluse) eeskirju.",
      "aboutP006": "Me oleme pühendunud oma oskuste pidevale täiustamisele, hoides end kursis kehtivate seadustega ning integreerides meie igapäevatöösse uuenduslikke IT-lahendusi ja tehnoloogiaid.",
      "aboutP007": "MoneyExpress OÜ-s on pühendunud professionaalide meeskond, kes tagab, et iga klient saab kogu vajaliku teabe mis tahes finantstehingute kohta meie võrgus.",
      "aboutP008": "Me oleme uhked oma aususe ja professionaalsuse üle, tagades konfidentsiaalsuse ja turvalisuse, pakkudes samal ajal klientidele pidevalt soodsaid tehingutingimusi.",
      "aboutP009": "MoneyExpress OÜ - Teie parem valik pangale!",
      "privacyMainTitle": "MoneyExpress OÜ TEENUSTE OSUTAMISE TINGIMUSED VEEBIPLATVORMIL",
      "privacyTitle01": "Üldsätted",
      "privacy001": "MoneyExpress OÜ, registrikood 11557160, registreeritud aadressiga Pirita tee 20/4-219, Tallinn, 12011, Eesti (edaspidi <strong>Müüja</strong>), on kehtestanud need tingimused oma veebiplatvormi kasutamiseks (edaspidi <strong>Tingimused</strong>). Need Tingimused moodustavad aluse krüptovaluutaga seotud investeerimisteenuste osutamiseks platvormil, mis töötab aadressil www.moneyexpresscrypto.ee (edaspidi <strong>veebiplatvorm</strong>), ja kehtivad kõigile füüsilistele ja juriidilistele isikutele (edaspidi <strong>Ostja</strong>), kes soovivad investeerida Müüja krüptovaluutateenustesse.",
      "privacy002": "Müüja jätab endale õiguse Tingimusi (sh investeerimisplaane ja hindu) ette teatamata muuta. Kõik muudatused jõustuvad pärast nende avaldamist veebiplatvormi veebisaidil.",
      "privacy003": "Ostja poolt veebiplatvormi kasutamiseks edastatud isikuandmete vastutav töötleja on MoneyExpress OÜ. Isikuandmete töötlemise tingimused ja Ostja õigused on toodud platvormil kättesaadavas privaatsuspoliitikas.",
      "privacyTitle02": "Investeeringute esitamine ja nende eest tasumine",
      "privacy004": "Investeerimiseks peab Ostja registreeruma, kasutades kehtivat kutsekoodi ja valima oma eelistatud investeerimisplaani: a) Põhiplaan, mis pakub 0,5% igapäevast investeeringutasuvust (ROI) summadele vahemikus 100 USDT kuni 900 USDT või b) Elite USDT . Kõik investeeringud peavad olema 100 USDT kordsed.",
      "privacy005": "Ostja saab ostukorvi lisada oma valitud investeerimisplaani ja valida makse sooritamise, kasutades aktsepteeritud krüptovaluuta vormi USDT (TRC20).",
      "privacy006": "Kõik investeeringuga (edaspidi Investeering) seotud tasud kuvatakse Ostjale ostukorvis. Ostja peab enne makse sooritamist tutvuma käesolevate Tingimustega ja isikuandmete töötlemise tingimustega ning nendega nõustuma.",
      "privacy007": "Ostja on kohustatud kinnitama oma investeeringu üksikasjad ja valima platvormis makseviisi. Seejärel nõustub Ostja lõplike tingimustega, klõpsates nuppu \"\"Kinnitan ja kohustun investeeringu eest tasuma.\"\"",
      "privacy008": "Pärast investeeringu kinnitamist peab Ostja tasuma summa ühe (1) tunni jooksul, kandes nõutava USDT summa Müüja määratud rahakoti aadressile.",
      "privacy009": "Müüja jätab endale õiguse piirata või kohandada olemasolevaid investeerimisplaane lähtuvalt turutingimustest või platvormipoliitikast. Kõik tehinguga seotud kohaldatavad tasud või tingimused kuvatakse selgelt enne, kui Ostja oma investeeringu kinnitab.",
      "privacy010": "Investeeringut kinnitades sõlmib Ostja Müüjaga siduva investeerimislepingu, millega kohustub Ostja makse sooritama ja Müüja investeeringut juhtima vastavalt kokkulepitud plaanile ja tingimustele.",
      "privacy011": "Müüja kinnitab investeeringu kättesaamist, saates Ostja registreeritud e-posti aadressile automaatselt genereeritud kinnitusmeili.",
      "privacyTitle03": "Investeeringute tühistamine",
      "privacy012": "Ostja võib investeeringu tühistada enne krüptovaluuta ülekandmist, eemaldades ostukorvist investeerimisplaani.",
      "privacy013": "Müüjal on õigus Investeering tühistada, kui makset ei laeku Tingimustes määratud aja jooksul.",
      "privacy014": "Müüjal on õigus Investeering ühepoolselt tühistada erakorraliste turutingimuste või ettenägematute tehniliste probleemide ilmnemisel. Sellistel juhtudel teavitab Müüja Ostjat ja pakub välja uued tingimused või kui kokkuleppele ei jõuta, tagastab viivitamata kogu summa.",
      "privacy015": "Tühistamine võib toimuda järgmistel asjaoludel: a) platvormi süsteemi rike, mis põhjustab kursside või plaani üksikasjade ebatäpset kuvamist, või b) krüptovaluuta turu kõikumised või tehinguid mõjutavad tehnilised probleemid.",
      "privacyTitle04": "Teenuste osutamine ja müüja kohustused",
      "privacy016": "Ostja investeeringuid platvormi hallatakse digitaalselt, ilma füüsiliste toodete või tarneteta.",
      "privacy017": "Müüja tagab kõigi krüptovaluutatehingute turvalise töötlemise ja haldamise ning tagab USDT turvaliste ja usaldusväärsete ülekannete plokiahela standardite järgimise.",
      "privacy018": "Kui makse on edukalt töödeldud, aktiveeritakse Ostja investeering vastavalt valitud plaanile ja tootlus hakkab kogunema valitud paketi päevase ROI alusel.",
      "privacy019": "Müüja säilitab ülekande ajal kindlustuskaitse kõikidele krüptovaluutatehingutele. Kui ülekanne katkeb või raha läheb protsessi käigus kaotsi, otsustab müüja, kas viia ülekanne lõpule või tagastada ostjale raha.",
      "privacyTitle05": "Lepingust taganemine ja vaidluste lahendamine",
      "privacy020": "Investeeringud krüptovaluutasse ja plokiahela varadesse on allutatud globaalsete finantsturgude kõikumistele, mida Müüja ei saa kontrollida. Seetõttu ei kehti nendele teenustele Eesti Vabariigi võlaõigusseaduse § 53 lg 4 p 1¹ kohane 14-päevane taganemisõigus.",
      "privacy021": "Ostja võib igal ajal taotleda oma kontojäägilt raha väljavõtmist, võttes arvesse fikseeritud väljamaksetasu 5 USDT. Minimaalne väljamakse summa on 10 USDT.",
      "privacy022": "Kõik vaidlused, mis tekivad platvormi kasutamise või ostja investeeringutega seoses, tuleb suunata aadressile <Anchor ext=\"\"info@moneyexpresscrypto.ee\"\" email>info@moneyexpresscrypto.ee</Anchor>. Vaidluste lahendamine toimub müüja sisemiste protseduuride alusel, millega saab tutvuda aadressil <Anchor int=\"\"/complaints\"\" target=\"\"_blank\"\">https://www.moneyexpresscrypto.ee/complaints</Anchor>.",
      "customerMainTitle": "KLIENDIANDMETE TÖÖTLEMISE KORD <br /> MoneyExpress OÜ",
      "customerDate": "Kehtib alates 01.01.2024",
      "customerData01": "Kontroller ja kontaktid",
      "customerData02": "MoneyExpress OÜ",
      "customerData03": "registrikood 11557160",
      "customerData04": "asukoht Pirita tee 20/4-219, Tallinn, 12011, Eesti",
      "customerData05": "veebisait <1>www.moneyexpresscrypto.ee </1>",
      "customerTitle01": "Üldsätted",
      "customer01": "Käesoleva kliendiandmete töötlemise korra (edaspidi <strong>kord</strong> ) eesmärk on kehtestada MoneyExpress OÜ (edaspidi nimetatud <strong>MoneyExpress</strong> ) isikuandmete töötlemise põhimõtted ja tegevused. Kord tagab vastavuse asjakohastele juriidilistele nõuetele, sh Eesti Vabariigi <1>Isikuandmete kaitse seadusele</1> (edaspidi <strong>Isikuandmete kaitse</strong> ) ja <2>Andmekaitse üldmäärusele</2>. (edaspidi <strong>GDPR</strong> ), MoneyExpressi klientide isikuandmete töötlemisel.",
      "customer02": "Lisaks punktis 1.1 nimetatud isikuandmete kaitse regulatsioonidele juhindutakse käesoleva korra kohaldamisel ka muudest kehtivatest regulatsioonidest, mis võivad mõjutada isikuandmete kaitset ja töötlemist.",
      "customer03": "MoneyExpress OÜ töötleb oma klientide ja isikute isikuandmeid, kes on avaldanud huvi või kavatsust kasutada MoneyExpressi teenuseid. See hõlmab ka andmeid isikutelt, kes on selle krüptovaluuta investeerimisteenuste praegused või endised kasutajad.",
      "customer04": "MoneyExpress tegutseb peamiselt vastutava töötlejana. Vastutava töötlejana kogub MoneyExpress isikuandmeid ning määrab nende andmete töötlemise eesmärgi ja tingimused. Teatud juhtudel, kui teenuseid osutatakse kolmandatest isikutest pakkujate kaudu, võib MoneyExpress tegutseda andmetöötlejana, kes töötleb isikuandmeid kolmandast isikust vastutava töötleja kirjalike juhiste kohaselt.",
      "customerTitle02": "Definitsioonid",
      "customer05": "Selle protseduuri kohta kehtivad järgmised mõisted:",
      "customer06": "Andmesubjekt:",
      "customer0601": "Iga tuvastatav füüsiline isik, kelle isikuandmeid töödeldakse. Tuvastatav isik on isik, keda saab otseselt või kaudselt tuvastada erinevate tunnuste, näiteks nimede, identifitseerimisnumbrite või asukohaandmete abil.",
      "customer07": "Isikuandmete erikategooriad:",
      "customer0701": "Isikuandmed, mis paljastavad tundlikku teavet, nagu rassiline või etniline päritolu, poliitilised vaated, usulised veendumused, ametiühingusse kuulumine või tervisega seotud teave, ja nõuavad kõrgendatud kaitset.",
      "customer08": "Isikuandmed:",
      "customer0801": "Igasugune tuvastatud või tuvastatava isikuga seotud teave.",
      "customer09": "Töötlemine:",
      "customer0901": "Isikuandmetega tehtav mis tahes toiming või toimingute kogum, nagu kogumine, salvestamine, korraldamine või levitamine.",
      "customer10": "Isikuandmetega seotud rikkumine:",
      "customer1001": "Turvalisuse rikkumine, mis põhjustab isikuandmete juhuslikku või ebaseaduslikku hävitamist, kaotsiminekut, muutmist või volitamata avalikustamist või neile juurdepääsu.",
      "customer11": "Klient:",
      "customer1101": "Iga isik, kes kasutab MoneyExpressi pakutavaid või vahendatud teenuseid.",
      "customer12": "Kolmas osapool:",
      "customer1201": "Iga üksus, välja arvatud andmesubjekt, vastutav töötleja või volitatud töötleja, kes on volitatud töötlema isikuandmeid vastutava töötleja või volitatud töötleja otseses volituses.",
      "customer13": "Andmesubjekti nõusolek:",
      "customer1301": "Andmesubjekti vabatahtlik, konkreetne, teadlik ja ühemõtteline nõusolek oma isikuandmete töötlemiseks.",
      "customer14": "Poliitiliselt paljastatud isik (PEP):",
      "customer1401": "Isik, kes täidab või on täitnud avaliku võimu ülesandeid, millega kaasnevad võimalikud riskid on endiselt olemas.",
      "customer15": "Kontroller:",
      "customer1501": "Isik, kes määrab kindlaks isikuandmete töötlemise eesmärgid ja vahendid.",
      "customer16": "Protsessor:",
      "customer1601": "Vastutava töötleja nimel isikuandmeid töötlev üksus.",
      "customerTitle03": "Põhimõtted",
      "customer17": "Seaduslikkus:",
      "customer1701": "Isikuandmete töötlemisel tuleb lähtuda GDPR-i artiklist 6 (tavaliste isikuandmete puhul) või isikuandmete erikategooriate puhul GDPR-i artiklist 9. Kogu töötlemine peab vastama kehtivatele juriidilistele alustele.",
      "customer18": "Õiglus:",
      "customer1801": "Isikuandmeid töödeldakse viisil, mis tagab läbipaistvuse ja klientide mõistlikud ootused. MoneyExpress tagab, et andmete töötlemisel austatakse klientide huve, põhiõigusi ja vabadusi ning välditakse diskrimineerimist ja ebaausat kohtlemist.",
      "customer19": "Läbipaistvus:",
      "customer1901": "MoneyExpress pakub klientidele selget ja kättesaadavat teavet isikuandmete töötlemise kohta käesoleva korra avaldamise kaudu oma veebisaidil. Läbipaistvus kehtib kogu andmetöötluse elutsükli jooksul – alates andmete kogumisest kuni lõpliku kustutamiseni.",
      "customer20": "Eesmärgi piirang:",
      "customer2001": "Isikuandmeid kogutakse selgelt määratletud ja legitiimsetel eesmärkidel, tagades, et neid ei töödelda edaspidi viisil, mis on vastuolus algsete eesmärkidega.",
      "customerTitle04": "Isikuandmete kategooriate kirjeldus",
      "customer21": "MoneyExpress töötleb erinevaid isikuandmete kategooriaid sõltuvalt pakutavate teenuste olemusest. Kategooriad hõlmavad järgmist:",
      "customer22": "Üldandmed:",
      "customer2201": "Näiteks ees- ja perekonnanimi või ettevõtte nimi (juriidilistel isikutel).",
      "customer23": "Kliendi iseloomu andmed:",
      "customer2301": "Teave, nagu kodakondsus, keele-eelistused, vanus, sugu ja maksuresidentsus.",
      "customer24": "Kontaktandmed:",
      "customer2401": "Sealhulgas telefoninumbrid, e-posti aadressid ja elukoha või ettevõtte aadressid.",
      "customer25": "Andmed füüsiliste isikute tuvastamiseks:",
      "customer2501": "Sisaldab ees- ja perekonnanime, isikukoodi (või sünniaega), elukohta, kodakondsust ja valitsuse väljastatud isikut tõendava dokumendi andmeid.",
      "customer26": "Sissetulekute ja kohustuste andmed:",
      "customer2601": "Tööhõive, sissetulekuallikate ja maksete ajalooga seotud teave.",
      "customer27": "Vastavusandmed:",
      "customer2701": "Teave, mis on seotud kliendi tuvastamisega kooskõlas Tundke oma klienti (KYC) eeskirjadega, sealhulgas igasugune seos poliitiliselt paljastatud isikutega (PEP) ja sissetulekuallikad.",
      "customerTitle05": "Isikuandmete töötlemise õiguslikud alused ja eesmärgid",
      "customer28": "<strong>GDPR artikli 6 lõike 1 punkt a</strong>, võttes arvesse GDPR-i artiklist 7 tulenevaid tingimusi: kui andmesubjekt on andnud konkreetse ja ühemõttelise <strong>nõusoleku:</strong>",
      "table01": "Eesmärk",
      "table02": "Isikuandmete kategooriad",
      "table03": "Money Expressi ja koostööpartnerite sooduspakkumiste edastamine",
      "table04": "Üldandmed, kontaktandmed",
      "customer29": "<strong>GDPR artikli 6 lõike 1 punkt b:</strong> kui töötlemine on vajalik andmesubjektile teenuse osutamiseks või <strong>nõuetekohase hoolsusmeetmete rakendamiseks</strong> andmete nõudmisel teema <strong>enne teenuse osutamist</strong>:",
      "table05": "Eesmärk",
      "table06": "Isikuandmete kategooriad",
      "table07": "Teenuse osutamise üle otsustamine ja tingimuste määratlemine",
      "table08": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, sissetulekute ja kohustuste andmed, tunne oma klienti põhimõtte järgimisega seotud andmed, tehinguga seotud andmed",
      "table09": "Teenuse osutamisega seotud vahejuhtumite lahendamine",
      "table10": "Üldandmed, kontaktandmed, tehingu/lepingu andmed",
      "customer30": "<strong>GDPR artikli 6 lõike 1 punkt c:</strong> kui töötlemine on vajalik <strong>juriidilise kohustuse täitmiseks:</strong>",
      "table11": "Eesmärk",
      "table12": "Õigusakt",
      "table13": "Isikuandmete kategooriad",
      "table14": "Rahapesu ja terrorismi rahastamise tõkestamine (hoolsusmeetmete rakendamine)",
      "table15": "Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seadus § 19 - § 41",
      "table16": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, sissetulekute ja kohustuste andmed, tunne oma klienti põhimõtte järgimisega seotud andmed",
      "table17": "Finantsasutusele kohustuslike riskijuhtimise põhimõtete järgimine",
      "table18": "Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seadus § 13, § 46",
      "table19": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, sissetulekute andmed tunne oma klienti põhimõttel, tehinguga seotud andmed",
      "table20": "Rahapesu ja terrorismi rahastamise kahtluse korral teatamiskohustuse täitmine",
      "table21": "Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seadus § 49",
      "table22": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, sissetulekute andmed tunne oma klienti põhimõttel, tehinguga seotud andmed",
      "customer31": "<strong>GDPR artikli 6 lõike 1 punkt f:</strong>: kui töötlemine on vajalik Money Expressi või kolmanda osapoole <strong>õigustatud huvide täitmiseks</strong>:",
      "table23": "Eesmärk",
      "table24": "Isikuandmete kategooriad",
      "table25": "Kaebuste ja kaebuste lahendamine",
      "table26": "Üldandmed, kontaktandmed, tehinguandmed, biomeetrilised andmed, video- ja helisalvestised",
      "table27": "Klienditeenindusega seotud tagasiside küsimine teenuste kvaliteedi tõstmiseks",
      "table28": "Üldandmed, kontaktandmed, tehinguandmed, video- ja helisalvestised",
      "table29": "IT-lahenduste arendamine ja teostamine ning andmete käideldavuse, terviklikkuse ja konfidentsiaalsuse tagamine",
      "table30": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, andmed sissetulekute tunne oma klienti põhimõttest, tehinguga seotud andmed, biomeetrilised andmed, elektroonilised isikutuvastusandmed, video- ja helisalvestised",
      "table31": "Money Expressi huvide kaitse õigusvaidlustes ning võla- ja kahjunõuetes",
      "table32": "üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, sissetulekute andmed tunne oma klienti põhimõttel, tehinguga seotud andmed, video- ja helisalvestised",
      "table33": "Kliendiandmete kontrollimine ja vajadusel parandamine",
      "table34": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, füüsilise/juriidilise isiku tuvastamisega seotud andmed, sissetulekute andmed tunne oma klienti põhimõttel, tehinguga seotud andmed, video- ja helisalvestised",
      "table35": "Teenuse osutamisega seotud kõnede ja toimingute salvestamine kvaliteedi tagamiseks, turvakaalutlustel ja vaidluste lahendamiseks",
      "table36": "Üldandmed, klienti iseloomustavad andmed, kontaktandmed, tehinguga seotud andmed, biomeetrilised andmed",
      "customer32": "<strong>GDPR artikli 9 lõike 2 punkt g:</strong> kui töötlemine on vajalik olulise avaliku huvi tõttu liidu või liikmesriigi õiguse alusel:",
      "table37": "Eesmärk",
      "table38": "Õigusakt",
      "table39": "Isikuandmete kategooriad",
      "table40": "Isiku tuvastamine ja andmete kontrollimine infotehnoloogiliste vahenditega",
      "table41": "Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seadus § 31",
      "table42": "Biomeetrilised andmed",
      "customerTitle06": "Isikuandmete allikad",
      "customer33": "Money Express kasutab isikuandmete kogumiseks järgmisi andmeallikaid:",
      "customer34": "otse andmesubjektilt saadud isikuandmed;",
      "customer35": "Riigi- ja eraregistrid nagu rahvastikuregister, Maksu- ja Tolliameti peetavad registrid, Äriregister, Ametlikud Teadaanded, AS Krediidiinfo Eesti (e-Krediidiinfo andmebaas) ja d-Systems OÜ (infoportaal Teatmik.ee );",
      "customer36": "kolmas isik või avalikke ülesandeid täitev asutus nagu Politsei- ja Piirivalveamet, notar, kohtutäitur, pankrotihaldur, kohaliku omavalitsuse üksus;",
      "customer37": "avalikult kättesaadavad andmed.",
      "customerTitle07": "Küpsised",
      "customer38": "Küpsised on väikesed tekstifailid, mis salvestatakse kasutaja seadmesse, kui kasutaja külastab Money Expressi veebisaiti.",
      "customer39": "Veebiküpsised liigitatakse nende eesmärgi alusel kolme kategooriasse:",
      "customer40": "tehnilised küpsised:",
      "customer4001": "küpsiste nõusoleku küsimine ja salvestamine, veebisaidi funktsionaalsuse toimimine ja turvameetmete rakendamine, sealhulgas soovitud keelevaliku salvestamine;",
      "customer41": "analüütilised küpsised:",
      "customer4101": "veebiliikluse ja veebikülastuste jälgimine, veebilehe kasutatavuse parandamine üldistatud ja anonüümse statistika abil;",
      "customer42": "turundusküpsised:",
      "customer4201": "kasutajale suunatud reklaamide kuvamine.",
      "customer43": "Täpsem teave küpsiste kohta on avaldatud Money Expressi veebisaidil aadressil <1>www.moneyexpresscrypto.ee</1>",
      "customerTitle08": "Telefonikõnede ja toimingute salvestamine",
      "customer44": "Money Express salvestab telefonikõned andmesubjektiga ning teeninduspunktides tehtud toimingud salvestatakse videole. Helisalvestiste eesmärk on tagada parem teenindus ja lahendada andmesubjekti võimalikud kaebused. Videosalvestiste eesmärk on tagada Money Expressi töötajate ja andmesubjektide turvalisus, lahendada andmesubjekti kaebusi ning tagada parem teenuse kvaliteet.",
      "customer45": "Andmesubjekti teavitatakse telefonikõnede salvestamisest kõne alguses ning selgitatakse kõne salvestamise vajadust. Andmesubjekti teavitatakse videovalve teostamisest vastavate siltidega, mis paigutatakse teeninduspunktides hästi nähtavatesse kohtadesse.",
      "customer46": "Money Express tagab, et heli- ja videosalvestistele ei pääse ligi isikud, kellel puuduvad vastavad juurdepääsuõigused.",
      "customer47": "Salvestisi säilitatakse reeglina 2-3 kuud ning säilitusaja lõppedes salvestis kustutatakse. Juhtumi korral, millega kaasneb vajadus kasutada salvestist andmesubjekti ja/või Money Expressi õiguste kaitseks, määrab Money Express salvestise säilitamiseks uue tähtaja, lähtudes asjakohastest konkreetsetest asjaoludest, esitades vastava osapooltele selleks vajalike põhjustega.",
      "customer48": "Andmesubjektil on õigus kõnesalvestisega tutvuda, saates vastava sooviavalduse e-posti aadressile <1>info@moneyexpresscrypto.ee</1>",
      "customerTitle09": "Elektrooniliste kontaktandmete kasutamine otseturunduseks",
      "customer49": "Füüsilisest isikust kliendi elektrooniliste kontaktandmete kasutamine otseturustuseks toimub ainult sellise isiku eelneval nõusolekul.",
      "customer50": "Kliendil on õigus nõusolek igal ajal tagasi võtta, nõuda oma isikuandmete kustutamist või piiramist ning vastuväiteid, kui tema isikuandmeid on töödeldud otseturunduse eesmärgil.",
      "customerTitle10": "Isikuandmete säilitamine",
      "customer51": "Money Express säilitab isikuandmeid kujul, mis võimaldab andmesubjekte tuvastada vaid seni, kuni see on vajalik isikuandmete töötlemise eesmärkide täitmiseks ja/või õigusaktidest tulenevate kohustuste täitmiseks.",
      "customer52": "Lähtuvalt Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seaduse §-st 47 säilitatakse kliendi isikuandmeid mitte vähem kui 5 (viis) aastat pärast kliendisuhte lõppemist. Pädeva järelevalveasutuse väljastatud vastavusteatise alusel võib rahapesu või terrorismi rahastamise tõkestamise, avastamise või uurimise seisukohalt olulisi andmeid säilitada kauem, kuid mitte kauem kui 5 (viis) aastat pärast rahapesu või terrorismi rahastamise tõkestamist, avastamist või uurimist. esimese tähtaja möödumist.",
      "customer53": "Raamatupidamise algdokumentide säilitamist reguleerib Eesti Vabariigi raamatupidamise seaduse § 12 lg 1, mille kohaselt on säilitustähtajaks 7 (seitse) aastat.",
      "customerTitle11": "Isikuandmete edastamine",
      "customer54": "Seadusest tuleneva õigusliku aluse ja eesmärgi olemasolul võib Money Express isikuandmeid edastada:",
      "customer55": "teenuse osutamisega seotud isikud ja ettevõtted (nt identifitseerimis- ja kontrolliteenuste pakkujad, rahaülekandeteenuse pakkujad, makseteenuse pakkujad, väärtpaberi väärtuse hindajad, väärismetalli kvaliteedi/väärtuse hindajad);",
      "customer56": "volitatud ja kaasvastutavad töötlejad, kes osutavad teenuseid Money Expressile (nt side-, IT- ja postiteenuste pakkujad, arhiiv) või kelle teenuseid Money Express kasutab oma huvide kaitsmiseks (nt õigusnõustajad, audiitor- ja/või advokaadibürood, infoturve) teenusepakkujad). Money Expressi volitatud andmetöötlejate nimekiri on avaldatud Money Expressi kodulehel aadressil <1>www.moneyexpresscrypto.ee</1>;",
      "customer57": "Money Expressi volitatud koostööpartnerid taotluste, lepingute ja pöördumiste vahendamiseks;",
      "customer58": "nõudeõiguse loovutamise korral uus võlausaldaja;",
      "customer59": "riigiasutused ja institutsioonid, kellel on seaduslik õigus nõuda isikuandmete edastamist (nt uurimisasutused, notarid, kohtutäiturid, pankrotihaldurid, Finantsinspektsioon, Maksu- ja Tolliamet, rahapesu andmebüroo);",
      "customer60": "esindaja, kui on olemas asjakohane kohtulahend, Money Expressi poolt aktsepteeritud volikiri või seadusjärgne esindusõigus isikuandmete edastamiseks.",
      "customerTitle12": "Otsuse vastuvõtmine automatiseeritud töötlemisel",
      "customer61": "Andmesubjektil on õigus nõuda, et tema kohta ei tehtaks otsust, mis põhineb üksnes automatiseeritud töötlemisel, sh profiilianalüüsil, mis toob kaasa andmesubjektile õiguslikud tagajärjed või avaldab andmesubjektile olulist mõju.",
      "customer62": "Käesoleva korra punkti 12.1 ei kohaldata, kui otsus:",
      "customer63": "on vajalik andmesubjekti ja Money Expressi vahelise lepingu sõlmimiseks või teenuse osutamiseks;",
      "customer64": "on lubatud Euroopa Liidu liikmesriigis kohaldatava õigusega, mis näeb ette asjakohased meetmed andmesubjekti õiguste ja vabaduste ning õigustatud huvide kaitseks; või",
      "customer65": "põhineb andmesubjekti selgesõnalisel nõusolekul.",
      "customer66": "Money Expressi veebilehe rakendusega tuvastatakse automaatselt andmesubjekti või tehingus osaleva isiku riskiprofiil ja määratakse riskitase, mille tulemusena selgitatakse välja hoolsusmeetmete kohaldamise tase. Hoolsusmeetmete kohaldamise kohustus tuleneb Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seaduses sätestatud nõuetest. Hoolsusmeetmeid rakendatakse ärisuhte loomisel, juhutehingu tegemisel ning tehingute või ärisuhete pideval jälgimisel.",
      "customerTitle13": "Andmesubjekti õiguste kaitse",
      "customer67": "Andmesubjektil on õigus tutvuda tema kohta töödeldavate isikuandmetega kooskõlas GDPR artikliga 15 ja muuhulgas kasutada muid käesolevas punktis välja toodud õigusi, esitades Money Expressile taotluse e-posti teel <1 >info@moneyexpresscrypto.ee</1>",
      "customer68": "Andmesubjektil on olenevalt isikuandmete töötlemise eesmärkidest õigus nõuda Money Expressilt andmesubjekti ebatäpsete isikuandmete põhjendamatu viivituseta parandamist, samuti mittetäielike isikuandmete täiendamist. Selleks tuleb välja selgitada, millised isikuandmed on andmesubjekti arvates ebaõiged või mittetäielikud, ning koopia parandamise või täiendamise aluseks olevast dokumendist (näiteks nime muutmise otsus).",
      "customer69": "Andmesubjektil on õigus nõuda Money Expressilt teda puudutavate isikuandmete põhjendamatu viivituseta kustutamist ning Money Expressil on kohustus isikuandmed põhjendamatu viivituseta kustutada, kui esineb üks järgmistest alustest:",
      "customer70": "isikuandmed ei ole enam vajalikud eesmärkidel, milleks neid koguti või muul viisil töödeldi;",
      "customer71": "andmesubjekt võtab nõusoleku tagasi ja töötlemiseks puudub muu alus;",
      "customer72": "isikuandmeid on töödeldud ebaseaduslikult.",
      "customer73": "Andmesubjekti õigus, mis on sätestatud punktis 13.3. Käesoleva korra punkt ei kehti nende isikuandmete kustutamise kohta, kui isikuandmete töötlemine on vajalik Money Expressi suhtes kohaldatavate õigusaktidega ettenähtud juriidilise kohustuse täitmiseks, samuti kui Money Express töötleb isikuandmeid isikuandmete loomiseks, teostamiseks, või juriidiliste nõuete kaitsmine.",
      "customer74": "Andmesubjektil on õigus nõuda Money Expressilt töötlemise piiramist, kui kehtib üks järgmistest:",
      "customer75": "andmesubjekt vaidlustab isikuandmete töötlemise täpsuse, kuni Money Express kontrollib isikuandmete õigsust;",
      "customer76": "töötlemine on ebaseaduslik ja andmesubjekt on isikuandmete kustutamise vastu ning taotleb selle asemel nende kasutamise piiramist;",
      "customer77": "Money Express ei vaja enam isikuandmeid konkreetsetel eesmärkidel, kuid need on vajalikud juriidiliste nõuete esitamiseks, teostamiseks või kaitsmiseks;",
      "customer78": "andmesubjekt on esitanud vastuväite sellisele töötlemisele, mis põhineb Money Expressi õigustatud huvidel automaatsete vahendite abil, kuni Money Expressi kontrollib, kas Money Expressi õigustatud alused on ülimuslikud kliendi omadest.",
      "customer79": "Andmesubjektil peaks olema lubatud saada enda kohta Money Expressile edastatud isikuandmeid ja edastada need teisele vastutavale töötlejale, kui töötlemine toimub andmesubjekti nõusoleku alusel ja kui töötlemine toimub automatiseeritud vahenditega. Andmete edastamist võidakse piirata või sellest keelduda, kui edastamine rikuks Money Expressi või kolmandate isikute õigusi ja vabadusi.",
      "customer80": "Andmesubjektil on õigus oma konkreetse olukorraga seotud põhjustel igal ajal esitada vastuväiteid teda puudutavate isikuandmete töötlemisele, kui töötlemine põhineb Money Expressi õigustatud huvil, sealhulgas asjakohastel sätetel põhinev profiilide koostamine. Money Express ei töötle enam isikuandmeid, välja arvatud juhul, kui Money Expressil on töötlemiseks kaalukaid õiguspäraseid aluseid, mis kaaluvad üles andmesubjekti huvid, õigused ja vabadused, või juriidiliste nõuete esitamiseks, teostamiseks või kaitsmiseks.",
      "customer81": "Andmesubjekt saab esitada vastuväiteid käesoleva korra punkti 12 kohaselt tehtud automatiseeritud otsustele, sealhulgas profiilide koostamisele, ning nõuda otsuse muutmist, samuti nõuda teavet otsustusprotsessi kohta.",
      "customer82": "Kaebus andmesubjekti isikuandmete töötlemise kohta tuleb esitada vähemalt kirjalikku taasesitamist võimaldavas vormis. Money Express vastab kaebusele 30 päeva jooksul alates kaebuse kättesaamisest. Vajadusel võib vastamise tähtaega pikendada veel 30 päeva võrra, arvestades päringu keerukust. Money Express teavitab andmesubjekti sellise pikendamise vajadusest ja põhjendab vajaduse sisu.",
      "customer83": "Juhul, kui andmesubjekt tunneb, et tema õigusi isikuandmete töötlemisel on rikutud, on andmesubjektil õigus pöörduda Money Expressi poole, et nõuda rikkumise lõpetamist. Lisaks on andmesubjektil õigus esitada kaebus Eesti Vabariigi Andmekaitse Inspektsioonile: <1>www.aki.ee</1>; asukoht Tatari 39, Tallinn; nõuandetelefon <3>+372 56202341</3>, üldkontakt <5>+372 6274135</5>, e-post <7>info@aki.ee</7>.",
      "customerTitle14": "Finantsasutusele kohaldatavad eristused",
      "customer84": "Money Expressil kui finantsasutusel on õigus piirata selliseid andmesubjekti õigusi, mis on otseselt seotud Money Expressi kohustustega rahapesu ja terrorismi rahastamise tõkestamisel:",
      "customer85": "õigus nõuda töötlemise piiramist;",
      "customer86": "õigus nõuda isikuandmete edastamist;",
      "customer87": "õigus esitada vastuväiteid töötlemisele;",
      "customer88": "juhul, kui piiramata jätmine võib kahjustada Money Expressi või muu Eesti Vabariigi rahapesu ja terrorismi rahastamise tõkestamise seaduse tähenduses kohustatud isiku võimet järgida nimetatud seaduse nõudeid, sealhulgas rakendada hoolsusmeetmeid.",
      "customer89": "Finantsasutusele ei kehti GDPR-ist tulenevad kohustused seoses kliendi õigusega oma isikuandmetele juurde pääseda, kustutamisõigusega (\"\"õigus olla unustatud\"\") ja õigusega saada piirangut, kuivõrd finantsasutus rakendab selliste isikuandmete, sealhulgas asukohaandmete töötlemist, mida finantsasutus töötleb:",
      "customer90": "tehingute sõelumisel ja jälgimisel ning ärisuhete muul viisil jälgimisel rahapesu ja terrorismi rahastamise tõkestamise eesmärgil;",
      "customer91": "pettuste ja sanktsioonidest kõrvalehoidumise ärahoidmiseks;",
      "customer92": "turvanõuete täitmise ja riskijuhtimismeetmete rakendamise eesmärgil.",
      "customer93": "Punktis 14.2 märgitud eristus. kohaldatakse käesoleva korra punkti, tingimusel et:",
      "customer94": "erikategooria isikuandmeid ei töödelda;",
      "customer95": "kõik eristuse kohaldamise põhjused on dokumenteeritud;",
      "customer96": "rakendatakse asjakohaseid meetmeid kliendi õiguste ja vabaduste kaitseks;",
      "customer97": "järgitakse täielikult GDPR-is sätestatud asjakohaseid ja asjakohaseid turvameetmeid ning isikuandmeid ei säilitata tuvastatavas vormingus kauem, kui on vajalik asjakohaste eesmärkide täitmiseks, sh seadusest tuleneva säilitamiskohustuse täitmiseks, välja arvatud juhtudel, kui kustutatakse. isikuandmete edastamine kahjustab maksesüsteemi toimimist;",
      "customer98": "rakendatakse asjakohaseid ja asjakohaseid meetmeid tagamaks, et isikuandmeid ei töödeldaks muudel eesmärkidel kui punktis 14.2 nimetatud eesmärkide täitmiseks. käesoleva korra kohaselt.",
      "customer99": "Money Express peab andmesubjekti teavitama asjakohastest piirangutest enne isikuandmete töötlemist, välja arvatud juhul, kui see võib mõjutada kohaldatava piirangu eesmärkide saavutamist."
    }
  }
}