{
  "en": {
    "translation": {
      "signIn": "Sign In",
      "signUp": "Sign Up",
      "aboutUs": "About us",
      "contacts": "Contacts",
      "user": "User",
      "aboutCompany": "MONEY EXPRESS",
      "registerNumber": "Reg. number",
      "privacyPolicy": "Terms and conditions",
      "customerDataProcessing": "Customer data processing procedure",
      "complaints": "Complaints resolution procedure",
      "sec1Title": "Cryptocurrency investment",
      "express": "express",
      "sec1Subtitle": "Choose your investment amount, start earning profits, and receive your first payment by next Monday",
      "basic": "Basic",
      "elite": "Elite",
      "amount": "Amount",
      "dailyProfit": "Daily Profit",
      "totalProfit": "Total Profit",
      "sec2Title": "How to start earning?",
      "signUp_text": "Create an account using invitation code or link",
      "selectPlan": "Select a plan",
      "selectPlan_text": "Choose Basic for 0.5% or Elite for 1.0% ROI, and deposit in USDT",
      "topUp": "Top up",
      "topUp_text": "Payments reflect on your dashboard every Monday",
      "sec3Title": "Benefits",
      "competitiveProfit": "Competitive profit",
      "competitiveProfit_text1": "We guarantee a fixed daily profit. The more you deposit, the more you top up by next Monday.",
      "competitiveProfit_text2": "Invest 1,000 USDT or more and enjoy a guaranteed 1% daily return!",
      "reliablePartner": "Reliable partner",
      "reliablePartner_text": "MONEY EXPRESS is an international financial company, registered with the Ministry of Economic Affairs and Communications of the Republic of Estonia for currency exchange services since 2016.",
      "affiliateProgram": "Affiliate program",
      "affiliateProgram_text": "Earn bonuses and rewards through referrals and team growth.",
      "lowFee": "Low withdrawal fee",
      "lowFee_text": "Withdraw with a fixed 5 USDT fee, no matter the amount.",
      "contactUs": "Contact us",
      "contactUs_subtitle": "We are happy to answer any of your questions",
      "name.1": "Name",
      "email": "Email",
      "phone": "Phone",
      "messageTitle": "How can we help?",
      "messagePlaceholder": "Write your question",
      "messageAggreement": "I consent to the use of my data and have read the",
      "and": "and",
      "send": "Send",
      "messageSent": "Thank you! Your message has been sent.",
      "done": "Done",
      "selectCode": "Select a phone code",
      "aboutUsTitle": "About us",
      "aboutP001": "MONEY EXPRESS is a global financial institution that provides a comprehensive array of cash-related financial services in Estonia since 2008 and in Latvia since 2010. In Estonia, these services are delivered through MoneyExpress OÜ.",
      "aboutP002": "These include:",
      "aboutLi001": "Competitive cryptocurrency exchange rates;",
      "aboutLi002": "Seamless cryptocurrency purchases and sales;",
      "aboutLi003": "Fast and secure crypto transfers;",
      "aboutLi004": "Crypto wallet management;",
      "aboutLi005": "Investment in blockchain assets.",
      "aboutP003_1": "MoneyExpress OÜ is registered with the",
      "aboutP003_2": "Ministry of Economic Affairs and Communications of the Republic of Estonia",
      "aboutP003_3": "as a provider of currency exchange services and a trader of investment gold and coins.",
      "aboutP004_1": "As official representatives of MoneyGram, RIA, Western Union, Swiss Remit Europe S.E., and Paysera LT, we are registered with the",
      "aboutP004_2": "Financial Supervision Authority of the Republic of Estonia",
      "aboutP005": "Our team strictly follows KYC (Know Your Customer) guidelines and complies with the AML (Anti-Money Laundering) regulations established by the Republic of Estonia.",
      "aboutP006": "We are committed to continuously improving our skills by staying informed about current laws and adopting innovative IT solutions and technologies into our daily operations.",
      "aboutP007": "At MoneyExpress OÜ, we have a dedicated group of professionals ensuring that each client receives all the essential information regarding any financial transaction within our network.",
      "aboutP008": "We pride ourselves on our integrity and professionalism, guaranteeing confidentiality and security while consistently providing our clients with favorable transaction terms.",
      "aboutP009": "MoneyExpress OÜ - Your superior choice to a bank!",
      "privacyMainTitle": "MoneyExpress OÜ TERMS AND CONDITIONS OF SERVICE PROVISION IN ONLINE PLATFORM",
      "privacyTitle01": "General provisions",
      "privacy001": "MoneyExpress OÜ, registry code 11557160, registered office Pirita tee 20/4-219, Tallinn, 12011, Estonia, (hereinafter <strong>Seller</strong>) has established these terms and conditions for the use of their online platform (hereinafter <strong>Terms</strong>). These Terms form the basis for providing investment services related to cryptocurrency on the platform operating at www.moneyexpresscrypto.ee (hereinafter <strong>online platform</strong>) and apply to all natural persons and corporate bodies (hereinafter <strong>Buyer</strong>) wishing to invest in the Seller's cryptocurrency services.",
      "privacy002": "The Seller reserves the right to amend the Terms (including investment plans and rates) without prior notice. Any changes take effect upon their publication on the online platform’s website.",
      "privacy003": "The controller of personal data submitted by the Buyer for using the online platform is MoneyExpress OÜ. The terms and conditions of processing personal data and the Buyer’s rights are provided in the Privacy Policy, available on the platform.",
      "privacyTitle02": "Submitting and Paying for Investments",
      "privacy004": "To make an investment, the Buyer must sign up using a valid invitation code and select their preferred investment plan: a) Basic Plan offering 0.5% daily return on investment (ROI) for amounts between 100 USDT and 900 USDT, or b) Elite USDT. All investments must be in multiples of 100 USDT.",
      "privacy005": "The Buyer can add their selected investment plan to the cart and choose to proceed with the payment using USDT (TRC20), the accepted form of cryptocurrency.",
      "privacy006": "All fees connected to the investment (hereinafter Investment) are displayed to the Buyer in the cart. The Buyer must review and accept these Terms and the conditions of personal data processing before proceeding with the payment.",
      "privacy007": "The Buyer is required to confirm the details of their Investment and select a payment method within the platform. The Buyer then agrees to the final terms by clicking \"\"I confirm and undertake to pay for the Investment.\"\"",
      "privacy008": "After confirming the Investment, the Buyer must pay the amount within one (1) hour by transferring the required USDT amount to the Seller’s designated wallet address.",
      "privacy009": "The Seller reserves the right to limit or adjust the available investment plans based on market conditions or platform policy. Any applicable fees or conditions related to the transaction will be clearly displayed before the Buyer confirms their Investment.",
      "privacy010": "By confirming the Investment, the Buyer enters into a binding investment agreement with the Seller, obligating the Buyer to complete the payment and the Seller to manage the investment according to the agreed plan and terms.",
      "privacy011": "The Seller confirms receipt of the Investment by sending an automatically generated confirmation email to the Buyer’s registered email address.",
      "privacyTitle03": "Canceling Investments",
      "privacy012": "The Buyer may cancel the Investment before transferring the cryptocurrency by removing the investment plan from the cart.",
      "privacy013": "The Seller reserves the right to cancel the Investment if payment is not received within the allotted time as specified in the Terms.",
      "privacy014": "The Seller has the right to unilaterally cancel the Investment in the event of extraordinary market conditions or unforeseen technical issues. In such cases, the Seller will notify the Buyer and propose new terms, or, if no agreement is  reached, refund the full amount without delay.",
      "privacy015": "Cancellations may occur under the following circumstances: a) Failure in the platform's system that causes inaccurate display of rates or plan details., or b) Cryptocurrency market fluctuations or technical challenges affecting transactions.",
      "privacyTitle04": "Delivery of Services and Obligations of the Seller",
      "privacy016": "The Buyer’s investments in the platform are managed digitally, with no physical products or deliveries involved.",
      "privacy017": "The Seller ensures the secure processing and management of all cryptocurrency transactions and guarantees compliance with blockchain standards for secure and reliable transfers of USDT.",
      "privacy018": "Once the payment has been successfully processed, the Buyer’s investment will be activated according to the chosen plan, and returns will begin to accrue based on the daily ROI of the selected plan.",
      "privacy019": "The Seller maintains insurance coverage for all cryptocurrency transactions during transfer. If the transfer is interrupted or funds are lost during the process, the Seller will determine whether to complete the transfer or refund the Buyer’s amount.",
      "privacyTitle05": "Withdrawal from Contract and Resolution of Disputes",
      "privacy020": "Investments in cryptocurrency and blockchain assets are subject to the fluctuations of the global financial markets, which the Seller cannot control. Therefore, these services are not subject to a 14-day withdrawal right as per § 53 (4) 1¹) of the Republic of Estonia Law of Obligations Act.",
      "privacy021": "The Buyer may request a withdrawal of funds from their account balance at any time, subject to a fixed withdrawal fee of 5 USDT. The minimum withdrawal amount is 10 USDT.",
      "privacy022": "Any disputes arising from the use of the platform or related to the Buyer’s investments are to be addressed to <Anchor ext=\"\"info@moneyexpresscrypto.ee\"\" email>info@moneyexpresscrypto.ee </Anchor>. Dispute resolution is governed by the Seller’s internal procedures, which can be reviewed at <Anchor int=\"\"/complaints\"\" target=\"\"_blank\"\">https://www.moneyexpresscrypto.ee/complaints</Anchor>."
    }
  },
  "ru": {
    "translation": {
      "signIn": "Войти",
      "signUp": "Зарегистрироваться",
      "aboutUs": "О нас",
      "contacts": "Контакты",
      "user": "Пользователь",
      "aboutCompany": "О компании",
      "registerNumber": "Рег. номер",
      "privacyPolicy": "Условия оказания услуг",
      "customerDataProcessing": "Порядок обработки клиентских данных",
      "complaints": "Порядок разрешения жалоб",
      "sec1Title": "Криптовалютные инвестиции",
      "express": "экспресс",
      "sec1Subtitle": "Выберите сумму инвестиций, начните получать прибыль и получите первый платеж уже в следующий понедельник",
      "basic": "Базовый",
      "elite": "Элитный",
      "amount": "Сумма",
      "dailyProfit": "Ежедневная прибыль",
      "totalProfit": "Общая прибыль",
      "sec2Title": "Как начать зарабатывать?",
      "signUp_text": "Создайте учетную запись, используя приглашение или ссылку",
      "selectPlan": "Выберите план",
      "selectPlan_text": "Выберите Базовый для 0,5% или Элитный для 1,0% ROI и внесите депозит в USDT",
      "topUp": "Пополните счет",
      "topUp_text": "Платежи отображаются на вашем аккаунте каждый понедельник",
      "sec3Title": "Преимущества",
      "competitiveProfit": "Конкурентная прибыль",
      "competitiveProfit_text1": "Мы гарантируем фиксированную ежедневную прибыль. Чем больше вы вносите, тем больше вы пополните к следующему понедельнику.",
      "competitiveProfit_text2": "Инвестируйте 1,000 USDT или больше и получите гарантированный ежедневный доход 1%!",
      "reliablePartner": "Надежный партнер",
      "reliablePartner_text": "MONEY EXPRESS – международная финансовая компания, зарегистрированная в Министерстве экономики и коммуникаций Эстонии для валютных операций с 2016 года.",
      "affiliateProgram": "Партнерская программа",
      "affiliateProgram_text": "Зарабатывайте бонусы и вознаграждения через рефералов и развитие команды.",
      "lowFee": "Низкая комиссия за вывод",
      "lowFee_text": "Выводите средства с фиксированной комиссией 5 USDT, независимо от суммы.",
      "contactUs": "Свяжитесь с нами",
      "contactUs_subtitle": "Мы будем рады ответить на любые ваши вопросы",
      "name.1": "Имя",
      "email": "Электронная почта",
      "phone": "Телефон",
      "messageTitle": "Как мы можем помочь?",
      "messagePlaceholder": "Напишите ваш вопрос",
      "messageAggreement": "Я соглашаюсь с использованием моих данных и прочитал",
      "and": "и",
      "send": "Отправить",
      "messageSent": "Спасибо! Ваше сообщение отправлено.",
      "done": "Готово",
      "selectCode": "Выберите телефонный код",
      "aboutUsTitle": "О компании",
      "aboutP001": "MONEY EXPRESS – это глобальное финансовое учреждение, предоставляющее полный спектр финансовых услуг, связанных с наличными, в Эстонии с 2008 года и в Латвии с 2010 года. В Эстонии эти услуги предоставляет компания MoneyExpress OÜ.",
      "aboutP002": "Сюда входят:",
      "aboutLi001": "Конкурентные курсы обмена криптовалют;",
      "aboutLi002": "Беспроблемная покупка и продажа криптовалют;",
      "aboutLi003": "Быстрые и безопасные криптопереводы;",
      "aboutLi004": "Управление криптовалютными кошельками;",
      "aboutLi005": "Инвестиции в блокчейн-активы.",
      "aboutP003_1": "MoneyExpress OÜ зарегистрирована в",
      "aboutP003_2": "Министерстве экономики и коммуникаций Эстонии",
      "aboutP003_3": "как поставщик услуг по обмену валют и продавец инвестиционного золота и монет.",
      "aboutP004_1": "Как официальные представители MoneyGram, RIA, Western Union, Swiss Remit Europe S.E. и Paysera LT, мы зарегистрированы в",
      "aboutP004_2": "Управлении финансового надзора Эстонии",
      "aboutP005": "Наша команда строго соблюдает требования KYC (Знай своего клиента) и правила AML (Противодействие отмыванию денег), установленные в Эстонии.",
      "aboutP006": "Мы стремимся постоянно совершенствовать свои навыки, оставаясь в курсе действующих законов и внедряя инновационные ИТ-решения и технологии в наши повседневные операции.",
      "aboutP007": "В MoneyExpress OÜ работает команда профессионалов, обеспечивающих каждого клиента необходимой информацией по любым финансовым операциям в нашей сети.",
      "aboutP008": "Мы гордимся нашей честностью и профессионализмом, гарантируем конфиденциальность и безопасность, постоянно предоставляя клиентам выгодные условия для сделок.",
      "aboutP009": "MoneyExpress OÜ - Ваш лучший выбор вместо банка!",
      "privacyMainTitle": "MoneyExpress OÜ УСЛОВИЯ ОКАЗАНИЯ УСЛУГ НА ОНЛАЙН-ПЛАТФОРМЕ",
      "privacyTitle01": "Общие положения",
      "privacy001": "MoneyExpress OÜ, регистрационный код 11557160, зарегистрированный офис Pirita tee 20/4-219, Таллин, 12011, Эстония (далее <strong>Продавец</strong>) установила настоящие условия для использования своей онлайн-платформы (далее <strong>Условия</strong>). Эти Условия составляют основу для предоставления инвестиционных услуг, связанных с криптовалютой, на платформе, работающей на www.moneyexpresscrypto.ee (далее <strong>онлайн-платформа</strong>), и применяются ко всем физическим и юридическим лицам (далее <strong>Покупатель</strong>), желающим инвестировать в криптовалютные услуги Продавца.",
      "privacy002": "Продавец оставляет за собой право вносить изменения в Условия (включая инвестиционные планы и тарифы) без предварительного уведомления. Любые изменения вступают в силу с момента их публикации на сайте онлайн-платформы.",
      "privacy003": "Контроллером персональных данных, предоставленных Покупателем для использования онлайн-платформы, является MoneyExpress OÜ. Условия обработки персональных данных и права Покупателя предусмотрены в Политике конфиденциальности, доступной на платформе.",
      "privacyTitle02": "Подача и оплата инвестиций",
      "privacy004": "Чтобы сделать инвестицию, Покупатель должен зарегистрироваться, используя действительный пригласительный код, и выбрать предпочтительный инвестиционный план: а) Базовый план, предлагающий 0,5% ежедневного дохода от инвестиций (ROI) для сумм от 100 до 900 долларов США, или б) Элитный USDT . Все инвестиции должны быть кратны 100 USDT.",
      "privacy005": "Покупатель может добавить выбранный инвестиционный план в корзину и выбрать оплату с использованием USDT (TRC20), принятой формы криптовалюты.",
      "privacy006": "Все комиссии, связанные с инвестицией (далее Инвестиция), отображаются Покупателю в корзине. Покупатель должен ознакомиться и принять настоящие Условия и условия обработки персональных данных, прежде чем приступить к оплате.",
      "privacy007": "Покупатель должен подтвердить детали своей Инвестиции и выбрать способ оплаты на платформе. Затем Покупатель соглашается с окончательными условиями, нажав «Я подтверждаю и обязуюсь оплатить Инвестицию».",
      "privacy008": "После подтверждения Инвестиции Покупатель должен оплатить сумму в течение одного (1) часа путем перевода необходимой суммы в долларах США на указанный адрес кошелька Продавца.",
      "privacy009": "Продавец оставляет за собой право ограничивать или корректировать доступные инвестиционные планы в зависимости от рыночных условий или политики платформы. Любые применимые сборы или условия, связанные со сделкой, будут четко указаны до того, как Покупатель подтвердит свою Инвестицию.",
      "privacy010": "Подтверждая Инвестицию, Покупатель заключает с Продавцом обязывающее инвестиционное соглашение, обязывающее Покупателя произвести оплату, а Продавца управлять инвестицией в соответствии с согласованным планом и условиями.",
      "privacy011": "Продавец подтверждает получение Инвестиций, отправив автоматически сгенерированное электронное письмо с подтверждением на зарегистрированный адрес электронной почты Покупателя.",
      "privacyTitle03": "Отмена инвестиций",
      "privacy012": "Покупатель может отменить Инвестицию до перевода криптовалюты, удалив инвестиционный план из корзины.",
      "privacy013": "Продавец оставляет за собой право отменить Инвестицию, если оплата не будет получена в течение отведенного времени, указанного в Условиях.",
      "privacy014": "Продавец имеет право в одностороннем порядке отменить Инвестицию в случае чрезвычайных рыночных условий или непредвиденных технических проблем. В таких случаях Продавец уведомит Покупателя и предложит новые условия или, если соглашение не будет достигнуто, незамедлительно вернет полную сумму.",
      "privacy015": "Отмена может произойти при следующих обстоятельствах: а) Сбой в системе платформы, который приводит к неточному отображению тарифов или деталей плана, или б) Колебания рынка криптовалют или технические проблемы, влияющие на транзакции.",
      "privacyTitle04": "Оказание услуг и обязательства Продавца",
      "privacy016": "Инвестиции Покупателя в платформу управляются в цифровом формате, без использования физических продуктов или поставок.",
      "privacy017": "Продавец обеспечивает безопасную обработку и управление всеми транзакциями с криптовалютой, а также гарантирует соблюдение стандартов блокчейна для безопасных и надежных переводов USDT.",
      "privacy018": "После успешной обработки платежа инвестиции Покупателя будут активированы в соответствии с выбранным планом, и прибыль начнет начисляться на основе ежедневной рентабельности инвестиций выбранного плана.",
      "privacy019": "Продавец обеспечивает страховое покрытие всех транзакций с криптовалютой во время передачи. Если перевод прерывается или средства теряются в процессе, Продавец принимает решение о завершении перевода или возврате суммы Покупателю.",
      "privacyTitle05": "Расторжение договора и разрешение споров",
      "privacy020": "Инвестиции в криптовалюту и блокчейн-активы подвержены колебаниям мировых финансовых рынков, которые Продавец не может контролировать. Таким образом, на эти услуги не распространяется 14-дневное право отказа согласно статье 53 (4) 1¹) Обязательственно-правового закона Эстонской Республики.",
      "privacy021": "Покупатель может запросить вывод средств с баланса своего счета в любое время при условии уплаты фиксированной комиссии за вывод средств в размере 5 долларов США. Минимальная сумма вывода составляет 10 USDT.",
      "privacy022": "Любые споры, возникающие в результате использования платформы или связанные с инвестициями Покупателя, должны быть адресованы на <Anchor ext=\"\"info@moneyexpresscrypto.ee\"\" email>info@moneyexpresscrypto.ee</Anchor>. Разрешение споров регулируется внутренними процедурами Продавца, с которыми можно ознакомиться на <Anchor int=\"\"/complaints\"\" target=\"\"_blank\"\">https://www.moneyexpresscrypto.ee/complaints</Anchor>."
    }
  },
  "et": {
    "translation": {
      "signIn": "Logi sisse",
      "signUp": "Registreeru",
      "aboutUs": "Meist",
      "contacts": "Kontaktid",
      "user": "Kasutaja",
      "aboutCompany": "Firmast",
      "registerNumber": "Äriregistri kood",
      "privacyPolicy": "Teenuste osutamise tingimused",
      "customerDataProcessing": "Kliendiandmete töötlemise kord",
      "complaints": "Kaebuste lahendamise kord",
      "sec1Title": "Krüptovaluuta investeering",
      "express": "ekspress",
      "sec1Subtitle": "Valige oma investeeritav summa, hakake teenima kasumit ja saate oma esimese makse juba järgmise esmaspäevani",
      "basic": "Baas",
      "elite": "Eliit",
      "amount": "Summa",
      "dailyProfit": "Igapäevane kasum",
      "totalProfit": "Kogukasum",
      "sec2Title": "Kuidas alustada teenimist?",
      "signUp_text": "Looge konto, kasutades kutsekoodi või linki",
      "selectPlan": "Valige plaan",
      "selectPlan_text": "Valige Baas 0,5% või Eliit 1,0% ROI jaoks ja tehke sissemakse USDT-s",
      "topUp": "Täiendage kontot",
      "topUp_text": "Maksed kajastuvad teie armatuurlaual igal esmaspäeval",
      "sec3Title": "Eelised",
      "competitiveProfit": "Konkurentsivõimeline kasum",
      "competitiveProfit_text1": "Tagame kindla päevase kasumi. Mida rohkem te sissemakset teete, seda rohkem saate täiendada järgmise esmaspäevani.",
      "competitiveProfit_text2": "Investeerige 1000 USDT või rohkem ja nautige garanteeritud 1% päevast tootlust!",
      "reliablePartner": "Usaldusväärne partner",
      "reliablePartner_text": "MONEY EXPRESS on rahvusvaheline finantsettevõte, mis on registreeritud Eesti Majandus- ja Kommunikatsiooniministeeriumis valuutavahetusteenuste osutajana alates 2016. aastast.",
      "affiliateProgram": "Partnerlusprogramm",
      "affiliateProgram_text": "Teenige boonuseid ja preemiaid viidete ja meeskonna kasvu kaudu.",
      "lowFee": "Madal väljamaksetasu",
      "lowFee_text": "Väljamakse fikseeritud tasuga 5 USDT, olenemata summast.",
      "contactUs": "Võtke meiega ühendust",
      "contactUs_subtitle": "Meil on hea meel vastata kõigile teie küsimustele",
      "name.1": "Nimi",
      "email": "E-post",
      "phone": "Telefon",
      "messageTitle": "Kuidas saame aidata?",
      "messagePlaceholder": "Kirjutage oma küsimus",
      "messageAggreement": "Nõustun oma andmete kasutamisega ja olen lugenud",
      "and": "ja",
      "send": "Saada",
      "messageSent": "Aitäh! Teie sõnum on saadetud.",
      "done": "Valmis",
      "selectCode": "Valige telefonikood",
      "aboutUsTitle": "Ettevõttest",
      "aboutP001": "MONEY EXPRESS on globaalne finantsasutus, mis pakub laia valikut sularahaga seotud finantsteenuseid Eestis alates 2008. aastast ja Lätis alates 2010. aastast. Eestis osutab neid teenuseid MoneyExpress OÜ.",
      "aboutP002": "Need teenused hõlmavad:",
      "aboutLi001": "Konkurentsivõimelisi krüptovaluuta vahetuskursse;",
      "aboutLi002": "Sujuvat krüptovaluutade ostmist ja müüki;",
      "aboutLi003": "Kiireid ja turvalisi krüptomakseid;",
      "aboutLi004": "Krüptorahakoti haldamist;",
      "aboutLi005": "Investeerimist plokiahela varadesse.",
      "aboutP003_1": "MoneyExpress OÜ on registreeritud",
      "aboutP003_2": "Eesti Majandus- ja Kommunikatsiooniministeeriumis",
      "aboutP003_3": "valuutavahetusteenuste osutajana ja investeeringu kullaga kauplejana.",
      "aboutP004_1": "Olles ametlikud MoneyGram, RIA, Western Union, Swiss Remit Europe S.E. ja Paysera LT esindajad, oleme registreeritud",
      "aboutP004_2": "Eesti Finantsinspektsioonis",
      "aboutP005": "Meie meeskond järgib rangelt KYC (Tunne oma klienti) juhiseid ja järgib Eesti Vabariigi kehtestatud AML (Rahapesuvastase võitluse) eeskirju.",
      "aboutP006": "Me oleme pühendunud oma oskuste pidevale täiustamisele, hoides end kursis kehtivate seadustega ning integreerides meie igapäevatöösse uuenduslikke IT-lahendusi ja tehnoloogiaid.",
      "aboutP007": "MoneyExpress OÜ-s on pühendunud professionaalide meeskond, kes tagab, et iga klient saab kogu vajaliku teabe mis tahes finantstehingute kohta meie võrgus.",
      "aboutP008": "Me oleme uhked oma aususe ja professionaalsuse üle, tagades konfidentsiaalsuse ja turvalisuse, pakkudes samal ajal klientidele pidevalt soodsaid tehingutingimusi.",
      "aboutP009": "MoneyExpress OÜ - Teie parem valik pangale!",
      "privacyMainTitle": "MoneyExpress OÜ TEENUSTE OSUTAMISE TINGIMUSED VEEBIPLATVORMIL",
      "privacyTitle01": "Üldsätted",
      "privacy001": "MoneyExpress OÜ, registrikood 11557160, registreeritud aadressiga Pirita tee 20/4-219, Tallinn, 12011, Eesti (edaspidi <strong>Müüja</strong>), on kehtestanud need tingimused oma veebiplatvormi kasutamiseks (edaspidi <strong>Tingimused</strong>). Need Tingimused moodustavad aluse krüptovaluutaga seotud investeerimisteenuste osutamiseks platvormil, mis töötab aadressil www.moneyexpresscrypto.ee (edaspidi <strong>veebiplatvorm</strong>), ja kehtivad kõigile füüsilistele ja juriidilistele isikutele (edaspidi <strong>Ostja</strong>), kes soovivad investeerida Müüja krüptovaluutateenustesse.",
      "privacy002": "Müüja jätab endale õiguse Tingimusi (sh investeerimisplaane ja hindu) ette teatamata muuta. Kõik muudatused jõustuvad pärast nende avaldamist veebiplatvormi veebisaidil.",
      "privacy003": "Ostja poolt veebiplatvormi kasutamiseks edastatud isikuandmete vastutav töötleja on MoneyExpress OÜ. Isikuandmete töötlemise tingimused ja Ostja õigused on toodud platvormil kättesaadavas privaatsuspoliitikas.",
      "privacyTitle02": "Investeeringute esitamine ja nende eest tasumine",
      "privacy004": "Investeerimiseks peab Ostja registreeruma, kasutades kehtivat kutsekoodi ja valima oma eelistatud investeerimisplaani: a) Põhiplaan, mis pakub 0,5% igapäevast investeeringutasuvust (ROI) summadele vahemikus 100 USDT kuni 900 USDT või b) Elite USDT . Kõik investeeringud peavad olema 100 USDT kordsed.",
      "privacy005": "Ostja saab ostukorvi lisada oma valitud investeerimisplaani ja valida makse sooritamise, kasutades aktsepteeritud krüptovaluuta vormi USDT (TRC20).",
      "privacy006": "Kõik investeeringuga (edaspidi Investeering) seotud tasud kuvatakse Ostjale ostukorvis. Ostja peab enne makse sooritamist tutvuma käesolevate Tingimustega ja isikuandmete töötlemise tingimustega ning nendega nõustuma.",
      "privacy007": "Ostja on kohustatud kinnitama oma investeeringu üksikasjad ja valima platvormis makseviisi. Seejärel nõustub Ostja lõplike tingimustega, klõpsates nuppu \"\"Kinnitan ja kohustun investeeringu eest tasuma.\"\"",
      "privacy008": "Pärast investeeringu kinnitamist peab Ostja tasuma summa ühe (1) tunni jooksul, kandes nõutava USDT summa Müüja määratud rahakoti aadressile.",
      "privacy009": "Müüja jätab endale õiguse piirata või kohandada olemasolevaid investeerimisplaane lähtuvalt turutingimustest või platvormipoliitikast. Kõik tehinguga seotud kohaldatavad tasud või tingimused kuvatakse selgelt enne, kui Ostja oma investeeringu kinnitab.",
      "privacy010": "Investeeringut kinnitades sõlmib Ostja Müüjaga siduva investeerimislepingu, millega kohustub Ostja makse sooritama ja Müüja investeeringut juhtima vastavalt kokkulepitud plaanile ja tingimustele.",
      "privacy011": "Müüja kinnitab investeeringu kättesaamist, saates Ostja registreeritud e-posti aadressile automaatselt genereeritud kinnitusmeili.",
      "privacyTitle03": "Investeeringute tühistamine",
      "privacy012": "Ostja võib investeeringu tühistada enne krüptovaluuta ülekandmist, eemaldades ostukorvist investeerimisplaani.",
      "privacy013": "Müüjal on õigus Investeering tühistada, kui makset ei laeku Tingimustes määratud aja jooksul.",
      "privacy014": "Müüjal on õigus Investeering ühepoolselt tühistada erakorraliste turutingimuste või ettenägematute tehniliste probleemide ilmnemisel. Sellistel juhtudel teavitab Müüja Ostjat ja pakub välja uued tingimused või kui kokkuleppele ei jõuta, tagastab viivitamata kogu summa.",
      "privacy015": "Tühistamine võib toimuda järgmistel asjaoludel: a) platvormi süsteemi rike, mis põhjustab kursside või plaani üksikasjade ebatäpset kuvamist, või b) krüptovaluuta turu kõikumised või tehinguid mõjutavad tehnilised probleemid.",
      "privacyTitle04": "Teenuste osutamine ja müüja kohustused",
      "privacy016": "Ostja investeeringuid platvormi hallatakse digitaalselt, ilma füüsiliste toodete või tarneteta.",
      "privacy017": "Müüja tagab kõigi krüptovaluutatehingute turvalise töötlemise ja haldamise ning tagab USDT turvaliste ja usaldusväärsete ülekannete plokiahela standardite järgimise.",
      "privacy018": "Kui makse on edukalt töödeldud, aktiveeritakse Ostja investeering vastavalt valitud plaanile ja tootlus hakkab kogunema valitud paketi päevase ROI alusel.",
      "privacy019": "Müüja säilitab ülekande ajal kindlustuskaitse kõikidele krüptovaluutatehingutele. Kui ülekanne katkeb või raha läheb protsessi käigus kaotsi, otsustab müüja, kas viia ülekanne lõpule või tagastada ostjale raha.",
      "privacyTitle05": "Lepingust taganemine ja vaidluste lahendamine",
      "privacy020": "Investeeringud krüptovaluutasse ja plokiahela varadesse on allutatud globaalsete finantsturgude kõikumistele, mida Müüja ei saa kontrollida. Seetõttu ei kehti nendele teenustele Eesti Vabariigi võlaõigusseaduse § 53 lg 4 p 1¹ kohane 14-päevane taganemisõigus.",
      "privacy021": "Ostja võib igal ajal taotleda oma kontojäägilt raha väljavõtmist, võttes arvesse fikseeritud väljamaksetasu 5 USDT. Minimaalne väljamakse summa on 10 USDT.",
      "privacy022": "Kõik vaidlused, mis tekivad platvormi kasutamise või ostja investeeringutega seoses, tuleb suunata aadressile <Anchor ext=\"\"info@moneyexpresscrypto.ee\"\" email>info@moneyexpresscrypto.ee</Anchor>. Vaidluste lahendamine toimub müüja sisemiste protseduuride alusel, millega saab tutvuda aadressil <Anchor int=\"\"/complaints\"\" target=\"\"_blank\"\">https://www.moneyexpresscrypto.ee/complaints</Anchor>."
    }
  }
}